-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Jan 21, 2017 at 04:16 PM
-- Server version: 10.1.16-MariaDB
-- PHP Version: 5.6.24

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `ch`
--

-- --------------------------------------------------------

--
-- Table structure for table `addresses`
--

CREATE TABLE `addresses` (
  `id` int(11) NOT NULL,
  `model` varchar(255) NOT NULL,
  `model_id` int(11) NOT NULL,
  `address` varchar(255) DEFAULT NULL,
  `province_id` int(11) NOT NULL,
  `district_id` int(11) NOT NULL,
  `sub_district_id` int(11) NOT NULL,
  `description` text,
  `latitude` varchar(255) DEFAULT NULL,
  `longitude` varchar(255) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `all_districts`
--

CREATE TABLE `all_districts` (
  `id` int(11) NOT NULL,
  `province_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `name_en` varchar(255) NOT NULL,
  `zip_code` varchar(5) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `all_districts`
--

INSERT INTO `all_districts` (`id`, `province_id`, `name`, `name_en`, `zip_code`) VALUES
(1, 1, 'ลำทับ', 'Lum Tub', '81120'),
(2, 1, 'เมืองกระบี่', 'Muang', '81000'),
(3, 1, 'เกาะลันตา', 'Khao Lanta', '81150'),
(4, 1, 'เขาพนม', 'Kho Phanom', '81140'),
(5, 1, 'คลองท่อม', 'Khong Thom', '81120'),
(6, 1, 'ปลายพระยา', 'Plai Phraya', '81160'),
(7, 1, 'เหนือคลอง', 'Nua Klong', '81130'),
(8, 1, 'อ่าวลึก', 'Ao Luk', '81110'),
(9, 2, 'คลองสาน', 'Klong San', '10600'),
(10, 2, 'วัฒนา', 'Thawiwatthana', '10110'),
(11, 2, 'คลองเตย', 'Khlong Toei', '10110'),
(12, 2, 'จอมทอง', 'Chom Thong', '10150'),
(13, 2, 'หลักสี่', 'Lak Si', '10210'),
(14, 2, 'จตุจักร', 'Chatuchak', '10900'),
(15, 2, 'ดุสิต', 'Dusit', '10300'),
(16, 2, 'ดอนเมือง', 'Don Muang', '10210'),
(17, 2, 'ตลิ่งชัน', 'Taling Chan', '10170'),
(18, 2, 'บางกอกน้อย', 'Bangkok Noi', '10700'),
(19, 2, 'บางกะปิ', 'Bang Kapi', '10240'),
(20, 2, 'สายไหม', 'Sai Mai', '10220'),
(21, 2, 'บางเขน', 'Bang Khen', '10220'),
(22, 2, 'บางคอแหลม', 'Bang Kho Laem', '10120'),
(23, 2, 'บางซื่อ', 'Bang Su', '10800'),
(24, 2, 'บางรัก', 'Bang Rak', '10500'),
(25, 2, 'ประเวศ', 'Prawet', '10250'),
(26, 2, 'ปทุมวัน', 'Pathum Wan', '10330'),
(27, 2, 'ป้อมปราบศัตรูพ่าย', 'Pom Prap', '10100'),
(28, 2, 'พญาไท', 'Phaya Thai', '10400'),
(29, 2, 'พระโขนง', 'Phra Khanong', '10260'),
(30, 2, 'พระนคร', 'Phra Nakhon', '10200'),
(31, 2, 'ภาษีเจริญ', 'Phasi Charoen', '10160'),
(32, 2, 'มีนบุรี', 'Min Buri', '10510'),
(33, 2, 'ราษฎร์บูรณะ', 'Rat Burana', '10140'),
(34, 2, 'ลาดกระบัง', 'Lat Krabang', '10520'),
(35, 2, 'ลาดพร้าว', 'Lat Phrao', '10310'),
(36, 2, 'หนองจอก', 'Nong Chok', '10530'),
(37, 2, 'คันนายาว', 'Khannayao', '10230'),
(38, 2, 'บางขุนเทียน', 'Bang Khun Thian', '10150'),
(39, 2, 'ธนบุรี', 'Thon Buri', '10600'),
(40, 2, 'บางกอกใหญ่', 'Bangkok Yai ', '10600'),
(41, 2, 'บางบอน', 'Bang Bon', '10150'),
(42, 2, 'บางพลัด', 'Bang Phlat', '10700'),
(43, 2, 'สะพานสูง', 'Saphansung', '10240'),
(44, 2, 'บึงกุ่ม', 'Bung Kum', '10240'),
(45, 2, 'ยานนาวา', 'Yan Nawa', '10120'),
(46, 2, 'สัมพันธวงศ์', 'Samphanthawong', '10100'),
(47, 2, 'ดินแดง', 'Din Daeng', '10400'),
(48, 2, 'ราชเทวี', 'Ratchthewi', '10400'),
(49, 2, 'บางนา', 'Bang Na', '10260'),
(50, 2, 'บางแค', 'Bang Kae', '10160'),
(51, 2, 'คลองสามวา', 'Klongsamwa', '10510'),
(52, 2, 'หนองแขม', 'Nong Khaem', '10160'),
(53, 2, 'ทุ่งครุ', 'Thung Khru', '10140'),
(54, 2, 'วังทองหลาง', 'Wangthonglang ', '10310'),
(55, 2, 'ห้วยขวาง', 'Huai Khwang', '10310'),
(56, 2, 'สาทร', 'Sathon', '10120'),
(57, 2, 'ทวีวัฒนา', 'Thawi Watthana', '10170'),
(58, 2, 'สวนหลวง', 'Suan Luang', '10250'),
(59, 3, 'เมืองกาญจนบุรี', 'Muang', '71000'),
(60, 3, 'ด่านมะขามเตี้ย', 'Dan Makham Tia', '71260'),
(61, 3, 'ทองผาภูมิ', 'Thong Pha Phum', '71180'),
(62, 3, 'ท่าม่วง', 'Tha Muang', '71110'),
(63, 3, 'ท่ามะกา', 'Tha Maka', '71120'),
(64, 3, 'ไทรโยค', 'Saiyok', '71150'),
(65, 3, 'บ่อพลอย', 'Bo Phloi', '71160'),
(66, 3, 'พนมทวน', 'Phanom Thuan', '71140'),
(67, 3, 'เลาขวัญ', 'Lao Khwan', '71210'),
(68, 3, 'ศรีสวัสดิ์', 'Srisawatt', '71250'),
(69, 3, 'สังขละบุรี', 'Sangkhla Buri', '71240'),
(70, 3, 'หนองปรือ', 'Nong Pru', '71220'),
(71, 3, 'ห้วยกระเจา', 'Huai Krajao ', '71170'),
(72, 4, 'เมืองกาฬสินธุ์', 'Muang', '46000'),
(73, 4, 'กมลาไสย', 'Kamalasai', '46130'),
(74, 4, 'กุฉินารายณ์', 'Kuchinarai', '46110'),
(75, 4, 'เขาวง', 'Khao Wong', '46160'),
(76, 4, 'คำม่วง', 'Khum Muang', '46180'),
(77, 4, 'ท่าคันโท', 'Tha Khantho', '46190'),
(78, 4, 'นามน', 'Na Mon', '46230'),
(79, 4, 'ยางตลาด', 'Yang Talat', '46120'),
(80, 4, 'ร่องคำ', 'Rong Kham', '46210'),
(81, 4, 'สมเด็จ', 'Somdet', '46150'),
(82, 4, 'สหัสขันธ์', 'Sahasakan', '46140'),
(83, 4, 'หนองกุงศรี', 'Nong Kung Sri', '46220'),
(84, 4, 'ห้วยผึ้ง', 'Huai Phung', '46240'),
(85, 4, 'ห้วยเม็ก', 'Huai Mek', '46170'),
(86, 4, 'ดอนจาน', 'Don Jan', '46000'),
(87, 4, 'ฆ้องชัย', 'Khong Chai', '46130'),
(88, 4, 'นาคู', 'Na Ku', '46160'),
(89, 4, 'สามชัย', 'Sam Chai', '46180'),
(90, 5, 'เมืองกำแพงเพชร', 'Muang', '62000'),
(91, 5, 'ขาณุวรลักษบุรี', 'Khanu Woralaksaburi', '62130'),
(92, 5, 'คลองขลุง', 'Khlong Khlung', '62120'),
(93, 5, 'คลองลาน', 'Klong Lan', '62180'),
(94, 5, 'ทรายทองวัฒนา', 'Saithong Wattana', '62190'),
(95, 5, 'ไทรงาม', 'Sai Ngam', '62150'),
(96, 5, 'พรานกระต่าย', 'Phran Kratai', '62110'),
(97, 5, 'ลานกระบือ', 'Lan Krabu', '62170'),
(98, 5, 'บึงสามัคคี', 'Bungsamukkee', '62210'),
(99, 5, 'โกสัมพีนคร', 'Kosumpinakhon', '62000'),
(100, 5, 'ปางศิลาทอง', 'Pang Silathong ', '62120'),
(101, 6, 'เมืองขอนแก่น', 'Muang', '40000'),
(102, 6, 'เขาสวนกวาง', 'Kaosuankwang ', '40280'),
(103, 6, 'โคกโพธิ์ไชย', 'Nong Na Kham', '40160'),
(104, 6, 'ชนบท', 'Chonnabot', '40180'),
(105, 6, 'ชุมแพ', 'Chum Phae', '40130'),
(106, 6, 'น้ำพอง', 'Nam Phong', '40140'),
(107, 6, 'บ้านไผ่', 'Ban Phai', '40110'),
(108, 6, 'หนองนาคำ', 'Nom Sila', '40150'),
(109, 6, 'บ้านฝาง', 'Ban Fang', '40270'),
(110, 6, 'เปือยน้อย', 'Puai Noi', '40340'),
(111, 6, 'พล', 'Phon', '40120'),
(112, 6, 'พระยืน', 'Phra Yun', '40320'),
(113, 6, 'ภูเวียง', 'Phu Wiang', '40150'),
(114, 6, 'ภูผาม่าน', 'Phupaman', '40350'),
(115, 6, 'แวงน้อย', 'Waeng Noi', '40230'),
(116, 6, 'แวงใหญ่', 'Waeng Yai', '40330'),
(117, 6, 'สีชมพู', 'Sichomphoo', '40220'),
(118, 6, 'หนองสองห้อง', 'Nong Song Hong', '40190'),
(119, 6, 'หนองเรือ', 'Nong Rua', '40210'),
(120, 6, 'อุบลรัตน์', 'Ubolratana', '40250'),
(121, 6, 'มัญจาคีรี', 'Mancha Khiri', '40160'),
(122, 6, 'บ้านแฮด', 'Ban Haad', '40110'),
(123, 6, 'โนนศิลา', 'Non Sila', '40110'),
(124, 6, 'กระนวน', 'Kranuan', '40170'),
(125, 7, 'เมืองฉะเชิงเทรา', 'Muang', '24000'),
(126, 7, 'บางคล้า', 'Bang Khla', '24110'),
(127, 7, 'บางน้ำเปรี้ยว', 'Bang Nam Prieo', '24150'),
(128, 7, 'บางปะกง', 'Bang Pakong', '24130'),
(129, 7, 'บ้านโพธิ์', 'Ban Pho', '24140'),
(130, 7, 'แปลงยาว', 'Plaeng Yao', '24190'),
(131, 7, 'พนมสารคาม', 'Phanom Sarakam ', '24120'),
(132, 7, 'สนามชัยเขต', 'Sanam Chaiket ', '24160'),
(133, 7, 'คลองเขื่อน', 'Klong Kuang', '24000'),
(134, 7, 'ราชสาส์น', 'Ratchasan', '24120'),
(135, 7, 'ท่าตะเกียบ', 'Tha Takep', '24160'),
(136, 8, 'เมืองจันทบุรี', 'Muang', '22000'),
(137, 8, 'แก่งหางแมว', 'Kaeng Hang Maeo', '22160'),
(138, 8, 'ขลุง', 'Khlung', '22110'),
(139, 8, 'ท่าใหม่', 'Tha Mai', '22120'),
(140, 8, 'โป่งน้ำร้อน', 'Pong Nam Ron', '22140'),
(141, 8, 'มะขาม', 'Makham', '22150'),
(142, 8, 'สอยดาว', 'Soi Dao', '22180'),
(143, 8, 'แหลมสิงห์', 'Laem Sing', '22130'),
(144, 8, 'เขาคิชฌกูฏ', 'Khao Kitchagoot', '22210'),
(145, 8, 'นายายอาม', 'Na Yai Am', '22160'),
(146, 9, 'เมืองชลบุรี', 'Muang', '20000'),
(147, 9, 'เกาะสีชัง', 'Ko Sichang', '20120'),
(148, 9, 'บ่อทอง', 'Bo Tong', '20270'),
(149, 9, 'บางละมุง', 'Bang Lamung', '20150'),
(150, 9, 'บ้านบึง', 'Ban Bung', '20170'),
(151, 9, 'พานทอง', 'Phan Thong', '20160'),
(152, 9, 'พนัสนิคม', 'Phanut Nikhom', '20140'),
(153, 9, 'ศรีราชา', 'Sri Racha', '20110'),
(154, 9, 'สัตหีบ', 'Satahip', '20180'),
(155, 9, 'หนองใหญ่', 'Nong Yai', '20190'),
(156, 9, 'เกาะจันทร์', 'Ko Chan', '20240'),
(157, 10, 'เมืองชัยนาท', 'Muang', '17000'),
(158, 10, 'มโนรมย์', 'Manorom', '17110'),
(159, 10, 'วัดสิงห์', 'Wat Singh', '17120'),
(160, 10, 'สรรคบุรี', 'Sankhaburi', '17140'),
(161, 10, 'สรรพยา', 'Sanphaya', '17150'),
(162, 10, 'หันคา', 'Hankha', '17130'),
(163, 10, 'หนองมะโมง', 'Nong Ma Mong', '17120'),
(164, 10, 'เนินขาม', 'Noen Kham', '17130'),
(165, 11, 'เมืองชัยภูมิ', 'Muang', '36000'),
(166, 11, 'เกษตรสมบูรณ์', 'Kaset Sombun', '36120'),
(167, 11, 'แก้งคร้อ', 'Kaeng Khlo', '36150'),
(168, 11, 'คอนสวรรค์', 'Khon Sawan', '36140'),
(169, 11, 'คอนสาร', 'Khon San', '36180'),
(170, 11, 'จัตุรัส', 'Chaturat', '36130'),
(171, 11, 'เทพสถิต', 'Thep Sathit', '36230'),
(172, 11, 'บ้านเขว้า', 'Ban Klwao', '36170'),
(173, 11, 'บ้านแท่น', 'Ban Thaen', '36190'),
(174, 11, 'บำเหน็จณรงค์', 'Bamnet Narong', '36160'),
(175, 11, 'ภูเขียว', 'Phu Khieo', '36110'),
(176, 11, 'ภักดีชุมพล', 'Phakdi Chum Phon', '36260'),
(177, 11, 'หนองบัวแดง', 'Nong Bua Daeng', '36210'),
(178, 11, 'หนองบัวระเหว', 'Nong Bua Rahaew', '36250'),
(179, 11, 'ซับใหญ่', 'Sub Yai', '36130'),
(180, 11, 'เนินสง่า', 'Noen Sanga', '36130'),
(181, 12, 'เมืองชุมพร', 'Muang', '86000'),
(182, 12, 'ท่าแซะ', 'Tha Sae', '86140'),
(183, 12, 'ทุ่งตะโก', 'Thung Tako', '86220'),
(184, 12, 'ปะทิว', 'Pathiu', '86160'),
(185, 12, 'พะโต๊ะ', 'Phato', '86180'),
(186, 12, 'ละแม', 'Lamae', '86170'),
(187, 12, 'สวี', 'Sawi', '86130'),
(188, 12, 'หลังสวน', 'Lang Suan', '86110'),
(189, 13, 'ดอยหลวง', 'Doi Luang ', '57110'),
(190, 13, 'เมืองเชียงราย', 'Muang', '57000'),
(191, 13, 'ขุนตาล', 'Khun Tan', '57340'),
(192, 13, 'เชียงของ', 'Chiang Khong', '57140'),
(193, 13, 'เชียงแสน', 'Chiang Saen', '57150'),
(194, 13, 'เทิง', 'Thoeng', '57160'),
(195, 13, 'ป่าแดด', 'Pa Daet', '57190'),
(196, 13, 'พาน', 'Phan', '57120'),
(197, 13, 'แม่จัน', 'Mae Chan', '57110'),
(198, 13, 'เวียงเชียงรุ้ง', 'Chiang Rung', '57210'),
(199, 13, 'แม่สรวย', 'Mae Suai', '57180'),
(200, 13, 'แม่สาย', 'Mae Sai', '57130'),
(201, 13, 'เวียงแก่น', 'Wiang Kaen', '57310'),
(202, 13, 'เวียงชัย', 'Wiang Chai', '57210'),
(203, 13, 'เวียงป่าเป้า', 'Waing Papao', '57170'),
(204, 13, 'พญาเม็งราย', 'Phraya Meng Rai ', '57290'),
(205, 13, 'แม่ลาว', 'Mae Lao', '57250'),
(206, 13, 'แม่ฟ้าหลวง', 'Mae Fa Luang', '57110'),
(207, 14, 'ดอยหล่อ', 'Doi Lo', '50160'),
(208, 14, 'เมืองเชียงใหม่', 'Muang', '50000'),
(209, 14, 'เชียงดาว', 'Chiang Dao', '50170'),
(210, 14, 'ไชยปราการ', 'Chai Prakan', '50320'),
(211, 14, 'ดอยเต่า', 'Doi Tao', '50260'),
(212, 14, 'ดอยสะเก็ด', 'Doi Saket', '50220'),
(213, 14, 'ฝาง', 'Fang', '50110'),
(214, 14, 'พร้าว', 'Phrao', '50190'),
(215, 14, 'แม่แจ่ม', 'Mae Chaem', '50270'),
(216, 14, 'แม่แตง', 'Mae Taeng', '50150'),
(217, 14, 'แม่ริม', 'Mae Rim', '50180'),
(218, 14, 'แม่วาง', 'Mae Wang', '50360'),
(219, 14, 'แม่อาย', 'Mae Ai', '50280'),
(220, 14, 'แม่ออน', 'Mae On', '50130'),
(221, 14, 'เวียงแหง', 'Wiang Haeng', '50350'),
(222, 14, 'สะเมิง', 'Samoeng', '50250'),
(223, 14, 'สันทราย', 'San Sai', '50210'),
(224, 14, 'สันป่าตอง', 'San Pa Tong', '50120'),
(225, 14, 'สารภี', 'Saraphi', '50140'),
(226, 14, 'หางดง', 'Hang Dong', '50230'),
(227, 14, 'อมก๋อย', 'Omkoi', '50310'),
(228, 14, 'ฮอด', 'Hot', '50240'),
(229, 14, 'สันกำแพง', 'San Kamphaeng', '50130'),
(230, 15, 'เมืองตราด', 'Muang', '23000'),
(231, 15, 'เกาะช้าง', 'Ko  Chang', '23170'),
(232, 15, 'เขาสมิง', 'Khao  Saming', '23130'),
(233, 15, 'คลองใหญ่', 'Khlong  Yai', '23110'),
(234, 15, 'บ่อไร่', 'Bo  Rai', '23140'),
(235, 15, 'แหลมงอบ', 'Lam  Ngop', '23120'),
(236, 15, 'เกาะกูด', 'Ko  Kut', '23000'),
(237, 16, 'เมืองตรัง', 'Muang', '92000'),
(238, 16, 'กันตัง', 'Kantang', '92110'),
(239, 16, 'ปะเหลียน', 'Palian', '92120'),
(240, 16, 'ย่านตาขาว', 'Yan  Takhoa', '92140'),
(241, 16, 'รัษฎา', 'Rasda', '92160'),
(242, 16, 'สิเกา', 'Sikao', '92150'),
(243, 16, 'ห้วยยอด', 'Huai  Yot', '92130'),
(244, 16, 'วังวิเศษ', 'Wang  Wiset', '92220'),
(245, 16, 'นาโยง', 'Na  Yong', '92170'),
(246, 16, 'หาดสำราญ', 'Had  Someran', '92120'),
(247, 17, 'เมืองตาก', 'Muang', '63000'),
(248, 17, 'ท่าสองยาง', 'Tha  Song  Yang', '63150'),
(249, 17, 'บ้านตาก', 'Ban  Tak', '63120'),
(250, 17, 'พบพระ', 'Phop  Phra', '63160'),
(251, 17, 'แม่ระมาด', 'Mae  Ramat', '63140'),
(252, 17, 'แม่สอด', 'Mae  Sot', '63110'),
(253, 17, 'สามเงา', 'Sam  Hgao', '63130'),
(254, 17, 'อุ้มผาง', 'Umphang', '63170'),
(255, 17, 'วังเจ้า', 'Wang  Jao', '63000'),
(256, 18, 'เมืองนครนายก', 'Muang', '26000'),
(257, 18, 'บ้านนา', 'Ban  Na', '26110'),
(258, 18, 'ปากพลี', 'Pak  Phli', '26130'),
(259, 18, 'องครักษ์', 'Ongkarak', '26120'),
(260, 19, 'เมืองนครปฐม', 'Muang', '73000'),
(261, 19, 'กำแพงแสน', 'Kampheng  Saen', '73140'),
(262, 19, 'ดอนตูม', 'Don  Tom', '73150'),
(263, 19, 'นครชัยศรี', 'Nakhon  Chaisi', '73120'),
(264, 19, 'บางเลน', 'Bang  Len', '73130'),
(265, 19, 'พุทธมณฑล', 'Buddha  Monthon', '73170'),
(266, 19, 'สามพราน', 'Sam  Pharn', '73110'),
(267, 20, 'เมืองนครพนม', 'Muang', '48000'),
(268, 20, 'ท่าอุเทน', 'Tha  Uthen', '48120'),
(269, 20, 'ธาตุพนม', 'That  Phanom', '48110'),
(270, 20, 'นาแก', 'Na  Kae', '48130'),
(271, 20, 'นาหว้า', 'Nawa', '48180'),
(272, 20, 'บ้านแพง', 'Ban  Phaeng', '48140'),
(273, 20, 'ปลาปาก', 'Pla  Pak', '48160'),
(274, 20, 'โพนสวรรค์', 'Phon  Sawan', '48190'),
(275, 20, 'เรณูนคร', 'Ranu  Nakhon', '48170'),
(276, 20, 'ศรีสงคราม', 'Si  Song  Khram', '48150'),
(277, 20, 'วังยาง', 'Wong  Yang', '48130'),
(278, 20, 'นาทม', 'Na  Thom', '48140'),
(279, 21, 'เมืองนครราชสีมา', 'Muang', '30000'),
(280, 21, 'แก้งสนามนาง', 'Kaeng  Snam  Nang', '30440'),
(281, 21, 'ขามทะเลสอ', 'Kham  Thale  So', '30280'),
(282, 21, 'ขามสะแกแสง', 'Kham  Sakae  Saeng', '30290'),
(283, 21, 'คง', 'Kong', '30260'),
(284, 21, 'ครบุรี', 'Khon  Buri', '30250'),
(285, 21, 'จักราช', 'Chakkarat', '30230'),
(286, 21, 'ลำทะเมนชัย', 'Lum  Thamen  Chai', '30270'),
(287, 21, 'ชุมพวง', 'Chum  Phuang', '30270'),
(288, 21, 'เทพารักษ์', 'Tepharak', '30210'),
(289, 21, 'โชคชัย', 'Chok  Chai', '30190'),
(290, 21, 'ด่านขุนทด', 'Dan  Khun  Thot', '30210'),
(291, 21, 'โนนแดง', 'Non  Daeng', '30360'),
(292, 21, 'โนนไทย', 'Non  Thai', '30220'),
(293, 21, 'โนนสูง', 'Non  Sung', '30160'),
(294, 21, 'บัวใหญ่', 'Bua  Yai', '30120'),
(295, 21, 'บ้านเหลื่อม', 'Ban  Luam', '30350'),
(296, 21, 'ประทาย', 'Pra  Thai', '30180'),
(297, 21, 'ปักธงชัย', 'Pak  Thong  Chai', '30150'),
(298, 21, 'ปากช่อง', 'Pak  Chong', '30130'),
(299, 21, 'พิมาย', 'Phimai', '30110'),
(300, 21, 'วังน้ำเขียว', 'Wong  Namkhieo', '30370'),
(301, 21, 'สีคิ้ว', 'Si  Khiu', '30140'),
(302, 21, 'สูงเนิน', 'Sung  Noen', '30170'),
(303, 21, 'เสิงสาง', 'Soeng  Sang', '30330'),
(304, 21, 'ห้วยแถลง', 'Huai  Thalaeng', '30240'),
(305, 21, 'หนองบุญมาก', 'Nong Bun Mak', '30410'),
(306, 21, 'สีดา', 'Si  Da', '30430'),
(307, 21, 'เฉลิมพระเกียรติ', 'Chaloem Phra Kiat', '30230'),
(308, 21, 'เมืองยาง', 'Muang  Yang', '30270'),
(309, 21, 'พระทองคำ', 'Phrathorngkham', '30220'),
(310, 21, 'บัวลาย', 'Bua  Lai', '30120'),
(311, 22, 'เมืองนครศรีธรรมราช', 'Muang', '80000'),
(312, 22, 'ขนอม', 'Khanom', '80210'),
(313, 22, 'ฉวาง', 'Chawang', '80150'),
(314, 22, 'ชะอวด', 'Vha  Uat', '80180'),
(315, 22, 'เชียรใหญ่', 'Chian  Yai', '80190'),
(316, 22, 'นบพิตำ', 'Nobpitum', '80160'),
(317, 22, 'ท่าศาลา', 'Tha  Sala', '80160'),
(318, 22, 'ทุ่งใหญ่', 'Thung  Yai', '80240'),
(319, 22, 'ทุ่งสง', 'Thung  Song', '80110'),
(320, 22, 'นาบอน', 'Na  Bon', '80220'),
(321, 22, 'บางขัน', 'Bang  Kun', '80360'),
(322, 22, 'ปากพนัง', 'Pak  Phanang', '80140'),
(323, 22, 'พรหมคีรี', 'Phrom  Khire', '80320'),
(324, 22, 'พิปูน', 'Phipun', '80270'),
(325, 22, 'ร่อนพิบูลย์', 'Ron  Phibun', '80130'),
(326, 22, 'สิชล', 'Sichon', '80120'),
(327, 22, 'หัวไทร', 'Hua  Sai', '80170'),
(328, 22, 'ช้างกลาง', 'Chang  Klang', '80250'),
(329, 22, 'ถ้ำพรรณรา', 'Tham  Phanara', '80260'),
(330, 22, 'พระพรหม', 'Phra  Phrom', '80000'),
(331, 22, 'จุฬาภรณ์', 'Chula  Porn', '80130'),
(332, 23, 'เมืองนครสวรรค์', 'Muang', '60000'),
(333, 23, 'เก้าเลี้ยว', 'Kao  Lieo', '60230'),
(334, 23, 'โกรกพระ', 'Krok  Phra', '60170'),
(335, 23, 'ชุมแสง', 'Chum  Saeng', '60120'),
(336, 23, 'ตากฟ้า', 'Tak  Fa', '60190'),
(337, 23, 'ตาคลี', 'Ta  Khli', '60140'),
(338, 23, 'ท่าตะโก', 'Tha  Tako', '60160'),
(339, 23, 'บรรพตพิสัย', 'Banphot  Phisai', '60180'),
(340, 23, 'ไพศาลี', 'Phaisali', '60220'),
(341, 23, 'แม่วงก์', 'Mae  Wong', '60150'),
(342, 23, 'หนองบัว', 'Nong  Bua', '60110'),
(343, 23, 'ชุมตาบง', 'Chum Tabong', '60150'),
(344, 23, 'แม่เปิน', 'Mae Pean', '60150'),
(345, 23, 'ลาดยาว', 'Lat  Yao', '60150'),
(346, 24, 'เมืองนนทบุรี', 'Muang', '11000'),
(347, 24, 'ไทรน้อย', 'Sai  Noi', '11150'),
(348, 24, 'บางกรวย', 'Bang  Kruai', '11130'),
(349, 24, 'บางบัวทอง', 'Bang  Bua  Thong', '11110'),
(350, 24, 'บางใหญ่', 'Bang  Yai', '11140'),
(351, 24, 'ปากเกร็ด', 'Pak  Kret', '11120'),
(352, 25, 'เจาะไอร้อง', 'Jo Ai Rong', '96130'),
(353, 25, 'เมืองนราธิวาส', 'Muang', '96000'),
(354, 25, 'จะแนะ', 'Ja-nae', '96220'),
(355, 25, 'ตากใบ', 'Takbai', '96110'),
(356, 25, 'บาเจาะ', 'Bacho', '96170'),
(357, 25, 'ยี่งอ', 'Yi-ngo', '96180'),
(358, 25, 'ระแงะ', 'Rangae', '96130'),
(359, 25, 'รือเสาะ', 'Ruso', '96150'),
(360, 25, 'แว้ง', ' waeng', '96160'),
(361, 25, 'ศรีสาคร', 'Si  Sakhon', '96210'),
(362, 25, 'สุคิริน', 'Sukhirin', '96190'),
(363, 25, 'สุไหงโกลก', 'Sungai Kolok', '96120'),
(364, 25, 'สุไหงปาดี', 'Sungai  Padi', '96140'),
(365, 26, 'เมืองน่าน', 'Muang', '55000'),
(366, 26, 'เชียงกลาง', 'Chiang  Klang', '55160'),
(367, 26, 'ท่าวังผา', 'Tha  Wang  Pha', '55140'),
(368, 26, 'ทุ่งช้าง', 'Thung  Chang', '55130'),
(369, 26, 'นาน้อย', 'Na  Noi', '55150'),
(370, 26, 'นาหมื่น', 'Na  Mun', '55180'),
(371, 26, 'บ้านหลวง', 'Ban  Luang', '55190'),
(372, 26, 'ปัว', 'Pua', '55120'),
(373, 26, 'แม่จริม', 'Mae  Charim', '55170'),
(374, 26, 'เวียงสา', 'Wieng  Sa', '55110'),
(375, 26, 'สันติสุข', 'Santisuk', '55210'),
(376, 26, 'บ่อเกลือ', 'Bo  Klua', '55220'),
(377, 26, 'ภูเพียง', 'Phu  Pieng', '55000'),
(378, 26, 'สองแคว', 'Song  Kwar', '55160'),
(379, 27, 'บ้านด่าน', 'Ban  Dan', '31000'),
(380, 27, 'เมืองบุรีรัมย์', 'Muang', '31000'),
(381, 27, 'กระสัง', 'Krasang', '31160'),
(382, 27, 'คูเมือง', 'Khu  Muang', '31190'),
(383, 27, 'ชำนิ', 'Cham  Ni', '31110'),
(384, 27, 'พุทไธสง', 'Phuttatisong', '31120'),
(385, 27, 'นาโพธิ์', 'Na  Pho', '31230'),
(386, 27, 'โนนดินแดง', 'Non  Din  Daeng', '31260'),
(387, 27, 'บ้านกรวด', 'Ban  Kruat', '31180'),
(388, 27, 'พลับพลาชัย', 'Phlapphla  Chai', '31250'),
(389, 27, 'บ้านใหม่ไชยพจน์', 'Ban  Mai  Chaiyapot', '31120'),
(390, 27, 'ประโคนชัย', 'Phakhon  Chai', '31140'),
(391, 27, 'ปะคำ', 'Pa  Kham', '31220'),
(392, 27, 'ละหานทราย', 'Lanhan  Sai', '31170'),
(393, 27, 'ลำปลายมาศ', 'Lum  Plaimat', '31130'),
(394, 27, 'สตึก', 'Satuk', '31150'),
(395, 27, 'หนองกี่', 'Nong  Ki', '31210'),
(396, 27, 'หนองหงส์', 'Nong  Hong', '31240'),
(397, 27, 'ห้วยราช', 'Huai  Rat', '31000'),
(398, 27, 'แคนดง', 'Can  Dong', '31150'),
(399, 27, 'โนนสุวรรณ', 'Non  Suwan', '31110'),
(400, 27, 'นางรอง', 'Nang  Rong', '31110'),
(401, 28, 'เมืองปทุมธานี', 'Muang', '12000'),
(402, 28, 'คลองหลวง', 'Khlong  Luang', '12120'),
(403, 28, 'ธัญบุรี', 'Thanyaburi', '12110'),
(404, 28, 'ลาดหลุมแก้ว', 'Lat  Lum  Kaeo', '12140'),
(405, 28, 'ลำลูกกา', 'Lam  Luk  Ka', '12150'),
(406, 28, 'สามโคก', 'Sam  Khok', '12160'),
(407, 28, 'หนองเสือ', 'Nong  Sua', '12170'),
(408, 29, 'เมืองประจวบคีรีขันธ์', 'Muang', '77000'),
(409, 29, 'กุยบุรี', 'Kuiburi', '77150'),
(410, 29, 'ทับสะแก', 'Thap  Sakae', '77130'),
(411, 29, 'บางสะพาน', 'Bang  Saphan', '77140'),
(412, 29, 'บางสะพานน้อย', 'Bang  Saphan  Noi', '77170'),
(413, 29, 'ปราณบุรี', 'Pran  Buri', '77120'),
(414, 29, 'หัวหิน', 'Hua  Hin', '77110'),
(415, 29, 'สามร้อยยอด', 'Sam  Roi  Yot', '77180'),
(416, 30, 'เมืองปราจีนบุรี', 'Muang', '25000'),
(417, 30, 'กบินทร์บุรี', 'Kabin  Buri', '25110'),
(418, 30, 'ศรีมโหสถ', 'Sri  Maho  Sot', '25190'),
(419, 30, 'นาดี', 'Na  Di', '25220'),
(420, 30, 'บ้านสร้าง', 'Ban  Sang', '25150'),
(421, 30, 'ประจันตคาม', 'Prachantakham', '25130'),
(422, 30, 'ศรีมหาโพธิ', 'Si  Maha  Phot', '25140'),
(423, 31, 'เมืองปัตตานี', 'Muang', '94000'),
(424, 31, 'กะพ้อ', 'Kapho', '94230'),
(425, 31, 'โคกโพธิ์', 'Khok  Pho', '94120'),
(426, 31, 'ทุ่งยางแดง', 'Thung  Yang  Daeng', '94140'),
(427, 31, 'ปะนาเระ', 'Panare', '94130'),
(428, 31, 'ไม้แก่น', 'Mai  Kaen', '94220'),
(429, 31, 'ยะรัง', 'Yarang', '94160'),
(430, 31, 'ยะหริ่ง', 'Yaring', '94150'),
(431, 31, 'สายบุรี', 'Sai  Buri', '94110'),
(432, 31, 'หนองจิก', 'Nong  Chilk', '94170'),
(433, 31, 'แม่ลาน', 'Mae  Lan', '94180'),
(434, 31, 'มายอ', 'Mayo', '94140'),
(435, 32, 'พระนครศรีอยุธยา', 'Phra  Nakhon  Si ayutthaya', '13000'),
(436, 32, 'ท่าเรือ', 'Tha  Rua', '13130'),
(437, 32, 'นครหลวง', 'Nakhon  Luang', '13260'),
(438, 32, 'บางซ้าย', 'Bang  Sai', '13270'),
(439, 32, 'บางไทร', 'Bang  Sai', '13190'),
(440, 32, 'บางบาล', 'Bang  Ban', '13250'),
(441, 32, 'บางปะหัน', 'Bang  Pahan', '13220'),
(442, 32, 'บางปะอิน', 'Bang  Pa-in', '13160'),
(443, 32, 'บ้านแพรก', 'Ban  Phraek', '13240'),
(444, 32, 'ผักไห่', 'Phak  Hai', '13120'),
(445, 32, 'ภาชี', 'Phachi', '13140'),
(446, 32, 'มหาราช', 'Maharat', '13150'),
(447, 32, 'ลาดบัวหลวง', 'Lat  Bua  Luang', '13230'),
(448, 32, 'วังน้อย', 'Wang  Noi', '13170'),
(449, 32, 'เสนา', 'Sena', '13110'),
(450, 32, 'อุทัย', 'Uthai', '13210'),
(451, 33, 'เมืองพะเยา', 'Muang', '56000'),
(452, 33, 'จุน', 'Chun', '56150'),
(453, 33, 'เชียงคำ', 'Chiang  Kham', '56110'),
(454, 33, 'เชียงม่วน', 'Chiang  Muan', '56160'),
(455, 33, 'ดอกคำใต้', 'Dok  Kham  Tai', '56120'),
(456, 33, 'ปง', 'Pong', '56140'),
(457, 33, 'แม่ใจ', 'Mae  Chai', '56130'),
(458, 33, 'ภูกามยาว', 'Phu  Kam  Yao', '56000'),
(459, 33, 'ภูซาง', 'Phu  Sang', '56110'),
(460, 34, 'เมืองพิจิตร', 'Muang', '66000'),
(461, 34, 'ตะพานหิน', 'Taphan  Hin', '66110'),
(462, 34, 'ทับคล้อ', 'Thap  Khlo', '66150'),
(463, 34, 'บางมูลนาก', 'Bang  Mun  Nak', '66120'),
(464, 34, 'โพทะเล', 'Pho  Thalae', '66130'),
(465, 34, 'โพธิ์ประทับช้าง', 'Pho  Prathap  Chang', '66190'),
(466, 34, 'สามง่าม', 'Sam  Ngam', '66140'),
(467, 34, 'วังทรายพูน', 'Wang  Sai  Phun', '66180'),
(468, 34, 'สากเหล็ก', 'Sak  Lek', '66160'),
(469, 34, 'ดงเจริญ', 'Dong  Charoen', '66210'),
(470, 34, 'บึงนาราง', 'Bung  Narang', '66130'),
(471, 34, 'วชิรบารมี', 'Wachirabarami', '66140'),
(472, 35, 'เมืองพิษณุโลก', 'Muang', '65000'),
(473, 35, 'นครไทย', 'Nakhon  Thai', '65120'),
(474, 35, 'ชาติตระการ', 'Chat  Trakan', '65170'),
(475, 35, 'เนินมะปราง', 'Noen  Maprang', '65190'),
(476, 35, 'บางกระทุ่ม', 'Bang  Krathum', '65110'),
(477, 35, 'บางระกำ', 'Bang  Rakam', '65140'),
(478, 35, 'พรหมพิราม', 'Phrom  Phiram', '65150'),
(479, 35, 'วังทอง', 'Wang  Thong', '65130'),
(480, 35, 'วัดโบสถ์', 'Wat  Bot', '65160'),
(481, 36, 'เมืองเพชรบูรณ์', 'Muang', '67000'),
(482, 36, 'เขาค้อ', 'Khao  Kho', '67270'),
(483, 36, 'ชนแดน', 'Chon  Daen', '67150'),
(484, 36, 'น้ำหนาว', 'Nam  Nao', '67260'),
(485, 36, 'บึงสามพัน', 'Bung  Sam  Phan', '67160'),
(486, 36, 'วิเชียรบุรี', 'Wichain  Buri', '67130'),
(487, 36, 'ศรีเทพ', 'Si  Thap', '67170'),
(488, 36, 'หนองไผ่', 'Nong  Phai', '67140'),
(489, 36, 'หล่มเก่า', 'Lom  Kao', '67120'),
(490, 36, 'หล่มสัก', 'Lom  Sak', '67110'),
(491, 36, 'วังโป่ง', 'Wang  Pong', '67240'),
(492, 37, 'เมืองเพชรบุรี', 'Muang', '76000'),
(493, 37, 'แก่งกระจาน', 'Kaeng  Krachan', '76170'),
(494, 37, 'เขาย้อย', 'Khao  Yoi', '76140'),
(495, 37, 'ชะอำ', 'Cha-am', '76120'),
(496, 37, 'ท่ายาง', 'Tha  Yang', '76130'),
(497, 37, 'บ้านลาด', 'Ban  Lat', '76150'),
(498, 37, 'บ้านแหลม', 'Ban  Laern', '76110'),
(499, 37, 'หนองหญ้าปล้อง', 'Nong  Ya  Plong', '76160'),
(500, 38, 'เมืองแพร่', 'Muang', '54000'),
(501, 38, 'เด่นชัย', 'Den  Chai', '54110'),
(502, 38, 'ร้องกวาง', 'Rong  Kwang', '54140'),
(503, 38, 'ลอง', 'Long', '54150'),
(504, 38, 'วังชิ้น', 'Wang  Chin', '54160'),
(505, 38, 'สอง', 'Song', '54120'),
(506, 38, 'หนองม่วงไข่', 'Nong  Muang  Kai', '54170'),
(507, 38, 'สูงเม่น', 'Sung  Men', '54130'),
(508, 39, 'เมืองพังงา', 'Muang', '82000'),
(509, 39, 'กะปง', 'Kapong', '82170'),
(510, 39, 'เกาะยาว', 'Ko  Yao', '82160'),
(511, 39, 'คุระบุรี', 'Khura  Buri', '82150'),
(512, 39, 'ตะกั่วทุ่ง', 'Takuo  Thung', '82130'),
(513, 39, 'ตะกั่วป่า', 'Takuo  Pa', '82110'),
(514, 39, 'ทับปุด', 'Thap  Put', '82180'),
(515, 39, 'ท้ายเหมือง', 'Thai  Muang', '82120'),
(516, 40, 'เมืองพัทลุง', 'Muang', '93000'),
(517, 40, 'กงหรา', 'Kong  Ra', '93180'),
(518, 40, 'เขาชัยสน', 'Khao  Chaison', '93130'),
(519, 40, 'ควนขนุน', 'Khuan  Khanun', '93110'),
(520, 40, 'ตะโหมด', 'Tamot', '93160'),
(521, 40, 'ปากพะยูน', 'Pak  Phayun', '93120'),
(522, 40, 'ป่าบอน', 'Pa  Bon', '93170'),
(523, 40, 'ศรีบรรพต', 'Si  Banphot', '93190'),
(524, 40, 'บางแก้ว', 'Bang  Kaeo', '93140'),
(525, 40, 'ศรีนครินทร์', 'Sinakarin', '93000'),
(526, 40, 'ป่าพะยอม', 'Pa  Phayom', '93110'),
(527, 41, 'เมืองภูเก็ต', 'Muang', '83000'),
(528, 41, 'กะทู้', 'Krathu', '83120'),
(529, 41, 'ถลาง', 'Thalang', '83110'),
(530, 42, 'เมืองมุกดาหาร', 'Muang', '49000'),
(531, 42, 'คำชะอี', 'Khamcha-i', '49110'),
(532, 42, 'ดงหลวง', 'Dong  Luang', '49140'),
(533, 42, 'ดอนตาล', 'Don  Tan', '49120'),
(534, 42, 'นิคมคำสร้อย', 'Nikhom  Kham  Soi', '49130'),
(535, 42, 'หนองสูง', 'Nong  Sung', '49160'),
(536, 42, 'หว้านใหญ่', 'Wan  Yai', '49150'),
(537, 43, 'เมืองมหาสารคาม', 'Muang', '44000'),
(538, 43, 'กันทรวิชัย', 'Kanthara  Wichai', '44150'),
(539, 43, 'แกดำ', 'Kao  Dam', '44190'),
(540, 43, 'โกสุมพิสัย', 'Kosum  Phisai', '44140'),
(541, 43, 'เชียงยืน', 'Chiang  Yun', '44160'),
(542, 43, 'นาเชือก', 'Na  Chuak', '44170'),
(543, 43, 'นาดูน', 'Na  Dun', '44180'),
(544, 43, 'บรบือ', 'Borabu', '44130'),
(545, 43, 'พยัคฆภูมิพิสัย', 'Phayakhaphum  Phisai', '44110'),
(546, 43, 'วาปีปทุม', 'Wapi  Pathum', '44120'),
(547, 43, 'ยางสีสุราช', 'Yang  Si  Surat', '44210'),
(548, 43, 'ชื่นชม', 'Chun  Chom', '44160'),
(549, 43, 'กุดรัง', 'Kut  Rang', '44130'),
(550, 44, 'เมืองแม่ฮ่องสอน', 'Muang', '58000'),
(551, 44, 'ขุนยวม', 'Khun  Yuam', '58140'),
(552, 44, 'ปางมะผ้า', 'Pangmapha', '58150'),
(553, 44, 'ปาย', 'Pai', '58130'),
(554, 44, 'แม่ลาน้อย', 'Mae  La  Noi', '58120'),
(555, 44, 'แม่สะเรียง', 'Mae  Sariang', '58110'),
(556, 44, 'สบเมย', 'Sop  Moi', '58110'),
(557, 45, 'เมืองยะลา', 'Muang', '95000'),
(558, 45, 'กาบัง', 'Kabang', '95120'),
(559, 45, 'ธารโต', 'Than  To', '95150'),
(560, 45, 'บันนังสตา', 'Bannang  Sata', '95130'),
(561, 45, 'เบตง', 'Betong', '95110'),
(562, 45, 'รามัน', 'Raman', '95140'),
(563, 45, 'กรงปินัง', 'Kong  Phinang', '95000'),
(564, 45, 'ยะหา', 'Yaha', '95120'),
(565, 46, 'เมืองยโสธร', 'Muang', '35000'),
(566, 46, 'กุดชุม', 'Kut  Chum', '35140'),
(567, 46, 'ค้อวัง', 'Kho  Wang', '35160'),
(568, 46, 'คำเขื่อนแก้ว', 'Kham  Khuan  Kaeo', '35110'),
(569, 46, 'ไทยเจริญ', 'Thai  Charoen', '35120'),
(570, 46, 'ทรายมูล', 'Sai  Mun', '35170'),
(571, 46, 'ป่าติ้ว', 'Pa  Tu', '35150'),
(572, 46, 'มหาชนะชัย', 'Maha  Chana  Chai', '35130'),
(573, 46, 'เลิงนกทา', 'Loeng  Nok  Tha', '35120'),
(574, 47, 'เมืองร้อยเอ็ด', 'Muang', '45000'),
(575, 47, 'ทุ่งเขาหลวง', 'Thung  Kao  Luang', '45170'),
(576, 47, 'เกษตรวิสัย', 'Kaset  Wisai', '45150'),
(577, 47, 'จตุรพักตรพิมาน', 'Chaturaphak Phiman', '45180'),
(578, 47, 'ธวัชบุรี', 'Thawatchaburi', '45170'),
(579, 47, 'ปทุมรัตต์', 'Pathum Rat', '45190'),
(580, 47, 'พนมไพร', 'Panom  Phrai', '45140'),
(581, 47, 'โพธิ์ชัย', 'Pho  Chai', '45230'),
(582, 47, 'โพนทราย', 'Phon  Sai', '45240'),
(583, 47, 'โพนทอง', 'Phon  Thong', '45110'),
(584, 47, 'เมยวดี', 'Moi  Wadi', '45250'),
(585, 47, 'เมืองสรวง', 'Muang  Suang', '45220'),
(586, 47, 'เสลภูมิ', 'Selaphum', '45120'),
(587, 47, 'สุวรรณภูมิ', 'Suwannaphum', '45130'),
(588, 47, 'หนองพอก', 'Nong  Phok', '45210'),
(589, 47, 'อาจสามารถ', 'At  Samat', '45160'),
(590, 47, 'เชียงขวัญ', 'Chiang  Khwan', '45000'),
(591, 47, 'ศรีสมเด็จ', 'Srisomdet', '45000'),
(592, 47, 'จังหาร', 'Jung  Han', '45000'),
(593, 47, 'หนองฮี', 'Nong  Hee', '45140'),
(594, 48, 'เมืองระนอง', 'Muang', '85000'),
(595, 48, 'กระบุรี', 'Kra  Buri', '85110'),
(596, 48, 'กะเปอร์', 'Kaper', '85120'),
(597, 48, 'ละอุ่น', 'La-un', '85130'),
(598, 48, 'สุขสำราญ', 'Sook  Samran', '85120'),
(599, 49, 'เมืองระยอง', 'Muang', '21000'),
(600, 49, 'แกลง', 'Klaeng', '21110'),
(601, 49, 'บ้านค่าย', 'Ban  Khai', '21120'),
(602, 49, 'บ้านฉาง', 'Ban  Chang', '21130'),
(603, 49, 'ปลวกแดง', 'Pluak  Daeng', '21140'),
(604, 49, 'วังจันทร์', 'Wang  Chan', '21210'),
(605, 49, 'นิคมพัฒนา', 'Nikhom  Phathana', '21180'),
(606, 49, 'เขาชะเมา', 'Khao  Chamao', '21110'),
(607, 50, 'เมืองราชบุรี', 'Muang', '70000'),
(608, 50, 'จอมบึง', 'Chom  Bung', '70150'),
(609, 50, 'ดำเนินสะดวก', 'Damnoen  Saduak', '70130'),
(610, 50, 'บางแพ', 'Bang  Phae', '70160'),
(611, 50, 'บ้านโป่ง', 'Ban  Pong', '70110'),
(612, 50, 'ปากท่อ', 'Pak  Tho', '70140'),
(613, 50, 'โพธาราม', 'Photharam', '70120'),
(614, 50, 'วัดเพลง', 'Wat  Phleng', '70170'),
(615, 50, 'สวนผึ้ง', 'Suan  Phung', '70180'),
(616, 50, 'บ้านคา', 'Ban  Kha', '70180'),
(617, 51, 'เมืองลพบุรี', 'Muang', '15000'),
(618, 51, 'โคกเจริญ', 'Khok Charoen', '15250'),
(619, 51, 'โคกสำโรง', 'Khok Samrung', '15120'),
(620, 51, 'ชัยบาดาล', 'Chai Badan', '15130'),
(621, 51, 'ท่าวุ้ง', 'Tha Wung', '15150'),
(622, 51, 'ท่าหลวง', 'Tha Luang', '15230'),
(623, 51, 'บ้านหมี่', 'Ban Mi', '15110'),
(624, 51, 'พัฒนานิคม', 'Phatthana Nikhom', '15140'),
(625, 51, 'ลำสนธิ', 'Lam Sonth', '15190'),
(626, 51, 'หนองม่วง', 'Nong Muang', '15170'),
(627, 52, 'เมืองลำปาง', 'Muang', '52000'),
(628, 52, 'เกาะคา', 'Ko Kha', '52130'),
(629, 52, 'งาว', 'Ngao', '52110'),
(630, 52, 'แจ้ห่ม', 'Chae Hom', '52120'),
(631, 52, 'เถิน', 'Thoen', '52160'),
(632, 52, 'แม่ทะ', 'Mae Tha', '52150'),
(633, 52, 'แม่พริก', 'Mae Phrik', '52180'),
(634, 52, 'เมืองปาน', 'Mueang Pan', '52240'),
(635, 52, 'แม่เมาะ', 'Mae Mo', '52220'),
(636, 52, 'วังเหนือ', 'Wang Nue', '52140'),
(637, 52, 'สบปราบ', 'Sop Prap', '52170'),
(638, 52, 'เสริมงาม', 'Some Ngam', '52210'),
(639, 52, 'ห้างฉัตร', 'Hang Chat', '52190'),
(640, 53, 'เมืองลำพูน', 'Muang', '51000'),
(641, 53, 'ทุ่งหัวช้าง', 'Tung Hau Chang', '51160'),
(642, 53, 'บ้านโฮ่ง', 'Ban Hong', '51130'),
(643, 53, 'ป่าซาง', 'Pa Chang', '51120'),
(644, 53, 'แม่ทา', 'Mae Ta', '51140'),
(645, 53, 'ลี้', 'Li', '51110'),
(646, 53, 'บ้านธิ', 'Ban Ti', '51180'),
(647, 53, 'เวียงหนองล่อง', 'Wieng Nong Long', '51120'),
(648, 54, 'เมืองเลย', 'Muang', '42000'),
(649, 54, 'เชียงคาน', 'Chiang Khan', '42110'),
(650, 54, 'ด่านซ้าย', 'Dan Sa', '42120'),
(651, 54, 'ท่าลี่', 'Tha Li', '42140'),
(652, 54, 'นาด้วง', 'Na Duang', '42210'),
(653, 54, 'นาแห้ว', 'Na Haeo', '42170'),
(654, 54, 'ปากชม', 'Pak Chom', '42150'),
(655, 54, 'ผาขาว', 'Pha Khao', '42240'),
(656, 54, 'ภูกระดึง', 'Phu Kradueng', '42180'),
(657, 54, 'ภูเรือ', 'Phu Ruea', '42160'),
(658, 54, 'ภูหลวง', 'Phu Luang', '42230'),
(659, 54, 'วังสะพุง', 'Wang Saphung', '42130'),
(660, 54, 'เอราวัณ', 'Erawan', '42220'),
(661, 54, 'หนองหิน', 'Nong Hin', '42190'),
(662, 55, 'กันทรลักษ์', 'Kantharalak', '33110'),
(663, 55, 'กันทรารมย์', 'Kanthararom', '33130'),
(664, 55, 'ขุขันธ์', 'Khukhan', '33140'),
(665, 55, 'ขุนหาญ', 'Khun han', '33150'),
(666, 55, 'โนนคูณ', 'Non  Khun', '33250'),
(667, 55, 'บึงบูรพ์', 'Bang bun', '33220'),
(668, 55, 'ปรางค์กู่', 'Prang ku', '33170'),
(669, 55, 'พยุห์', 'Phayu', '33230'),
(670, 55, 'ไพรบึง', 'Phrai bung', '33180'),
(671, 55, 'โพธิ์ศรีสุวรรณ', 'Pho si suwan', '33120'),
(672, 55, 'ศิลาลาด', 'Sila lat', '33190'),
(673, 55, 'ยางชุมน้อย', 'Yang  Chumnoi', '33190'),
(674, 55, 'ราษีไศล', 'Rasi salai', '33160'),
(675, 55, 'วังหิน', 'Wang  Hin', '33270'),
(676, 55, 'ศรีรัตนะ', 'Sri  Ratana', '33240'),
(677, 55, 'ห้วยทับทัน', 'Huai thap Than', '33210'),
(678, 55, 'น้ำเกลี้ยง', 'Nam  Kliang', '33130'),
(679, 55, 'ภูสิงห์', 'Phu Sing', '33140'),
(680, 55, 'อุทุมพรพิสัย', 'Uthumphon phisai', '33120'),
(681, 55, 'เมืองจันทร์', 'Muang  Chan', '33120'),
(682, 56, 'เมืองสกลนคร', 'Muang', '47000'),
(683, 56, 'กุดบาก', 'Kut bak', '47180'),
(684, 56, 'กุสุมาลย์', 'Kusuman', '47210'),
(685, 56, 'คำตากล้า', 'Kham Ta kla', '47250'),
(686, 56, 'เจริญศิลป์', 'Charoen silp', '47290'),
(687, 56, 'เต่างอย', 'Tao ngoi', '47260'),
(688, 56, 'นิคมน้ำอูน', 'Nikhom nam un', '47270'),
(689, 56, 'บ้านม่วง', 'Ban muang', '47140'),
(690, 56, 'พรรณานิคม', 'Phanna nikhom', '47130'),
(691, 56, 'พังโคน', 'Phang khon', '47160'),
(692, 56, 'วานรนิวาส', 'Wanan niwat', '47120'),
(693, 56, 'วาริชภูมิ', 'Waritchaphum', '47150'),
(694, 56, 'โคกศรีสุพรรณ', 'Khok si suphan', '47280'),
(695, 56, 'สว่างแดนดิน', 'Sawang dan din', '47110'),
(696, 56, 'ส่องดาว', 'Song dao', '47190'),
(697, 56, 'อากาศอำนวย', 'Kat aamnuai', '47170'),
(698, 56, 'โพนนาแก้ว', 'Phonnakaeo', '47230'),
(699, 56, 'ภูพาน', 'Phu Phan', '47180'),
(700, 57, 'เมืองสงขลา', 'Muang', '90000'),
(701, 57, 'กระแสสินธุ์', 'Krasae  Sin', '90270'),
(702, 57, 'ควนเนียง', 'Khuan  Niang', '90220'),
(703, 57, 'จะนะ', 'Chana', '90130'),
(704, 57, 'เทพา', 'Thepha', '90150'),
(705, 57, 'นาทวี', 'Na  Thawi', '90160'),
(706, 57, 'นาหม่อม', 'Na  Mom', '90310'),
(707, 57, 'บางกล่ำ', 'Bang  Khum', '90110'),
(708, 57, 'ระโนด', 'Ranot', '90140'),
(709, 57, 'รัตภูมิ', 'Rattaphum', '90180'),
(710, 57, 'สทิงพระ', 'Sathing Phra', '90190'),
(711, 57, 'สะเดา', 'Sadao', '90120'),
(712, 57, 'สะบ้าย้อย', 'Saba  Yoi', '90210'),
(713, 57, 'สิงหนคร', 'Singha nakhon', '90280'),
(714, 57, 'คลองหอยโข่ง', 'Klong Hong Kong', '90230'),
(715, 57, 'หาดใหญ่', 'Hat  Yai', '90110'),
(716, 58, 'เมืองสตูล', 'Muang', '91000'),
(717, 58, 'ควนกาหลง', 'Khuan  Ka  Long', '91130'),
(718, 58, 'ควนโดน', 'Khuan  Don', '91160'),
(719, 58, 'ท่าแพ', 'Tha  Phae', '91150'),
(720, 58, 'ทุ่งหว้า', 'Thung  Wa', '91120'),
(721, 58, 'ละงู', 'Langu', '91110'),
(722, 58, 'มะนัง', 'Manang', '91130'),
(723, 59, 'เมืองสมุทรสาคร', 'Muang', '74000'),
(724, 59, 'กระทุ่มแบน', 'Krathumbaen', '74110'),
(725, 59, 'บ้านแพ้ว', 'Ban  Phaeo', '74120'),
(726, 60, 'เมืองสมุทรสงคราม', 'Muang', '75000'),
(727, 60, 'อัมพวา', 'Amphawa', '75110'),
(728, 61, 'เมืองสระแก้ว', 'Muang', '27000'),
(729, 61, 'คลองหาด', 'Khong  Hat', '27260'),
(730, 61, 'ตาพระยา', 'Ta  Phaya', '27180'),
(731, 61, 'วังน้ำเย็น', 'Wang  Nam  Yen', '27210'),
(732, 61, 'วัฒนานคร', 'Watthana  Nakhon', '27160'),
(733, 61, 'อรัญประเทศ', 'Aranyaprathet', '27120'),
(734, 61, 'วังสมบูรณ์', 'Wang  Somboon', '27250'),
(735, 61, 'เขาฉกรรจ์', 'Kao Chakan', '27000'),
(736, 61, 'โคกสูง', 'Khok  Sung', '27120'),
(737, 62, 'เมืองสระบุรี', 'Muang', '18000'),
(738, 62, 'แก่งคอย', 'Kaeng  Khoy', '18110'),
(739, 62, 'ดอนพุด', 'Don  Phut', '18210'),
(740, 62, 'บ้านหมอ', 'Ban  Mo', '18130'),
(741, 62, 'พระพุทธบาท', 'Phra  Phutthabat', '18120'),
(742, 62, 'มวกเหล็ก', 'Muak  Lek', '18180'),
(743, 62, 'วิหารแดง', 'Wihan  Daeng', '18150'),
(744, 62, 'เสาไห้', 'Sao  Hai', '18160'),
(745, 62, 'หนองแค', 'Nong  Khae', '18140'),
(746, 62, 'หนองแซง', 'Nong  Saeng', '18170'),
(747, 62, 'หนองโดน', 'Nong  Don', '18190'),
(748, 62, 'วังม่วง', 'Wong  Muang', '18220'),
(749, 62, 'เฉลิมพระเกียรติ', 'Chalermprakiat', '18000'),
(750, 63, 'เมืองสิงห์บุรี', 'Muang', '16000'),
(751, 63, 'ค่ายบางระจัน', 'Khai  Bang  Rachan', '16150'),
(752, 63, 'ท่าช้าง', 'Tha  Chang', '16140'),
(753, 63, 'บางระจัน', 'Bang  Rachan', '16130'),
(754, 63, 'พรหมบุรี', 'Phrom  Buri', '16120'),
(755, 63, 'อินทร์บุรี', 'In  Buri', '16110'),
(756, 64, 'เมืองสุโขทัย', 'Muang', '64000'),
(757, 64, 'กงไกรลาศ', 'Kong  Kralilat', '64170'),
(758, 64, 'คีรีมาศ', 'Khiri  Mat', '64160'),
(759, 64, 'ทุ่งเสลี่ยม', 'Thung  Saliam', '64150'),
(760, 64, 'บ้านด่านลานหอย', 'Ban  Dan  Lan  Hoi', '64140'),
(761, 64, 'ศรีนคร', 'Si  Nakhon', '64180'),
(762, 64, 'ศรีสัชนาลัย', 'Si  Satchanalai', '64130'),
(763, 64, 'ศรีสำโรง', 'Si  Sam  Rong', '64120'),
(764, 64, 'สวรรคโลก', 'Sawankhalok', '64110'),
(765, 65, 'เมืองสุพรรณบุรี', 'Muang', '72000'),
(766, 65, 'ดอนเจดีย์', 'Don  Chedi', '72170'),
(767, 65, 'ด่านช้าง', 'Dan  Chang', '72180'),
(768, 65, 'เดิมบางนางบวช', 'Doembang  Nangbuat', '72120'),
(769, 65, 'บางปลาม้า', 'Bang  Plama', '72150'),
(770, 65, 'ศรีประจันต์', 'Si  Prachan', '72140'),
(771, 65, 'สองพี่น้อง', 'Song  Phi  Nong', '72110'),
(772, 65, 'สามชุก', 'Sam  Chuk', '72130'),
(773, 65, 'อู่ทอง', 'Nong  Yasai ', '72160'),
(774, 65, 'หนองหญ้าไซ', 'U-thong', '72240'),
(775, 66, 'วิภาวดี', 'Wiphawadi', '84180'),
(776, 66, 'เมืองสุราษฎร์ธานี', 'Muang', '84000'),
(777, 66, 'กาญจนดิษฐ์', 'Kanchanadit', '84160'),
(778, 66, 'เกาะพะงัน', 'Ko  Phangan', '84280'),
(779, 66, 'เกาะสมุย', 'Ko  Samui', '84140'),
(780, 66, 'คีรีรัฐนิคม', 'Khiriratthanikhom', '84180'),
(781, 66, 'เคียนซา', 'Khian  Sa', '84260'),
(782, 66, 'ชัยบุรี', 'Chai  Buri', '84350'),
(783, 66, 'ไชยา', 'Chaiya', '84110'),
(784, 66, 'ดอนสัก', 'Don  Sak', '84220'),
(785, 66, 'ท่าฉาง', 'Tha  Chang', '84150'),
(786, 66, 'ท่าชนะ', 'Tha  Chana', '84170'),
(787, 66, 'บ้านตาขุน', 'Ban  Ta  Khun', '84230'),
(788, 66, 'บ้านนาเดิม', 'Ban  Na  Doem', '84240'),
(789, 66, 'บ้านนาสาร', 'Ban  Na  San', '84120'),
(790, 66, 'พนม', 'Phanom', '84250'),
(791, 66, 'พระแสง', 'Phra  Saeng', '84210'),
(792, 66, 'พุนพิน', 'Phun  Phin', '84130'),
(793, 66, 'เวียงสระ', 'Wieng Sa', '84190'),
(794, 67, 'เมืองสุรินทร์', 'Muang', '32000'),
(795, 67, 'กาบเชิง', 'Kap  Choeng', '32210'),
(796, 67, 'จอมพระ', 'Chom  Phra', '32180'),
(797, 67, 'ชุมพลบุรี', 'Chumphon  Buri', '32190'),
(798, 67, 'ท่าตูม', 'Tha  Tum', '32120'),
(799, 67, 'บัวเชด', 'Bua chet', '32230'),
(800, 67, 'ปราสาท', 'Pra  Sat', '32140'),
(801, 67, 'รัตนบุรี', 'Rattana Buri', '32130'),
(802, 67, 'ลำดวน', 'Lamduan', '32220'),
(803, 67, 'ศีขรภูมิ', 'Sikhoraphum', '32110'),
(804, 67, 'สนม', 'Sanom', '32160'),
(805, 67, 'สังขะ', 'Sungkha', '32150'),
(806, 67, 'สำโรงทาบ', 'Samrong  Thap', '32170'),
(807, 67, 'เขวาสินรินทร์', 'Khewasinarin', '32000'),
(808, 67, 'พนมดงรัก', 'Phanom  Dong  Rak', '32140'),
(809, 67, 'โนนนารายณ์', 'Nhon narai', '32130'),
(810, 67, 'ศรีณรงค์', 'Sri  Narong', '32150'),
(811, 68, 'เมืองหนองคาย', 'Muang', '43000'),
(812, 68, 'ท่าบ่อ', 'Tha  Bo', '43110'),
(813, 68, 'โพนพิสัย', 'Phon  Phisai', '43120'),
(814, 68, 'โพธิ์ตาก', 'Pho  Tak', '43130'),
(815, 68, 'ศรีเชียงใหม่', 'Sri  Chaing  Mai', '43130'),
(816, 68, 'สังคม', 'Sangkhom', '43160'),
(817, 68, 'สระใคร่', 'Sa  Khai', '43100'),
(818, 68, 'เฝ้าไร่', 'Fao Rai', '43120'),
(819, 68, 'รัตนวาปี', 'Rat Ana Wapi', '43120'),
(820, 69, 'เมืองหนองบัวลำภู', 'Muang', '39000'),
(821, 69, 'โนนสัง', 'Non  Sung', '39140'),
(822, 69, 'ศรีบุญเรือง', 'Si  Bun  Ruang', '39180'),
(823, 69, 'สุวรรณคูหา', 'Suwan  Khuha', '39270'),
(824, 69, 'นาวัง', 'Na  Wang', '39170'),
(825, 70, 'เมืองอ่างทอง', 'Muang', '14000'),
(826, 70, 'ไชโย', 'Chai yo', '14140'),
(827, 70, 'ป่าโมก', 'Pa mok', '14130'),
(828, 70, 'โพธิ์ทอง', 'Po thong', '14120'),
(829, 70, 'วิเศษชัยชาญ', 'Wiset  Chai  Chan', '14110'),
(830, 70, 'สามโก้', 'Sam  Ko', '14160'),
(831, 70, 'แสวงหา', 'Sawaengha', '14150'),
(832, 71, 'เมืองอุบลราชธานี', 'Muang', '34000'),
(833, 71, 'นาตาล', 'Natan', '34170'),
(834, 71, 'กุดข้าวปุ้น', 'Kut  Khao  Pun', '34270'),
(835, 71, 'เขมราฐ', 'Khemarat', '34170'),
(836, 71, 'เขื่องใน', 'Khuang  Nai', '34150'),
(837, 71, 'โขงเจียม', 'Khong  Chiam', '34220'),
(838, 71, 'เดชอุดม', 'Det  Udom', '34160'),
(839, 71, 'น้ำขุ่น', 'Nam Khun', '34260'),
(840, 71, 'ตระการพืชผล', 'Trakan  Phutphon', '34130'),
(841, 71, 'ตาลสุม', 'Tan  Sum', '34330'),
(842, 71, 'นาจะหลวย', 'Na  Chaluai', '34280'),
(843, 71, 'น้ำยืน', 'Nam  Yun', '34260'),
(844, 71, 'บุณฑริก', 'Buntharik', '34230'),
(845, 71, 'พิบูลมังสาหาร', 'Phibun  Mangsahan', '34110'),
(846, 71, 'โพธิ์ไทร', 'Pho  Sai', '34340'),
(847, 71, 'ม่วงสามสิบ', 'Muang  Samsip', '34140'),
(848, 71, 'วารินชำราบ', 'Warin  Shamrap', '34190'),
(849, 71, 'ศรีเมืองใหม่', 'Si  Muang  Mai', '34250'),
(850, 71, 'สำโรง', 'Samrong', '34360'),
(851, 71, 'สิรินธร', 'Sirinthon', '34350'),
(852, 71, 'ดอนมดแดง', 'Don  Mot  Daeng', '34000'),
(853, 71, 'นาเยีย', 'Na Year', '34160'),
(854, 71, 'เหล่าเสือโก้ก', 'Loa Sua Kok', '34000'),
(855, 71, 'ทุ่งศรีอุดม', 'Thung  Si  Udom', '34160'),
(856, 71, 'สว่างวีระวงศ์', 'Swang  Weerawong', '34190'),
(857, 72, 'เมืองอุทัยธานี', 'Muang', '61000'),
(858, 72, 'ทัพทัน', 'Thap  Than', '61120'),
(859, 72, 'บ้านไร่', 'Ban  Rai', '61140'),
(860, 72, 'ลานสัก', 'Lan  Sak', '61160'),
(861, 72, 'สว่างอารมณ์', 'Sawang  Arom', '61150'),
(862, 72, 'หนองขาหย่าง', 'Nong  Khayang', '61130'),
(863, 72, 'หนองฉาง', 'Nong  Chang', '61110'),
(864, 72, 'ห้วยคต', 'Huai  Khot', '61170'),
(865, 73, 'เมืองอุดรธานี', 'Muang', '41000'),
(866, 73, 'กู่แก้ว', 'Ku  Kaeo', '41130'),
(867, 73, 'กุดจับ', 'Kut  Chap', '41250'),
(868, 73, 'กุมภวาปี', 'Kumphawapi', '41110'),
(869, 73, 'ไชยวาน', 'Chai  Wan', '41290'),
(870, 73, 'ทุ่งฝน', 'Thung  Fon', '41310'),
(871, 73, 'นายูง', 'Na  Yung', '41380'),
(872, 73, 'น้ำโสม', 'Nam  Som', '41210'),
(873, 73, 'โนนสะอาด', 'Non  Sa-at', '41240'),
(874, 73, 'บ้านดุง', 'Ban  Dung', '41190'),
(875, 73, 'บ้านผือ', 'Ban  Phu', '41160'),
(876, 73, 'เพ็ญ', 'Phen', '41150'),
(877, 73, 'วังสามหมอ', 'Wang  Sam  Mo', '41280'),
(878, 73, 'ศรีธาตุ', 'Sri  That', '41230'),
(879, 73, 'สร้างคอม', 'Sang  Khom', '41260'),
(880, 73, 'หนองวัวซอ', 'Nong  Wua  So', '41220'),
(881, 73, 'หนองแสง', 'Nong  Saeng', '41340'),
(882, 73, 'หนองหาน', 'Nong  Han', '41130'),
(883, 73, 'พิบูลย์รักษ์', 'Phibun  Rak', '41130'),
(884, 74, 'เมืองอุตรดิตถ์', 'Muang', '53000'),
(885, 74, 'ตรอน', 'Tron', '53140'),
(886, 74, 'ทองแสนขัน', 'Thong  Saen  Khan', '53230'),
(887, 74, 'ท่าปลา', 'Tha  Pla', '53150'),
(888, 74, 'น้ำปาด', 'Nam  Pat', '53110'),
(889, 74, 'บ้านโคก', 'Ban  Khok', '53180'),
(890, 74, 'พิชัย', 'Phichai', '53120'),
(891, 74, 'ฟากท่า', 'Fak  Tha', '53160'),
(892, 74, 'ลับแล', 'Laplae', '53130'),
(893, 75, 'ลืออำนาจ', 'Lu  Amnat', '37000'),
(894, 75, 'เมืองอำนาจเจริญ', 'Muang', '37000'),
(895, 75, 'ชานุมาน', 'Chanuman', '37210'),
(896, 75, 'ปทุมราชวงศา', 'Pathum  Rachawongsa', '37110'),
(897, 75, 'พนา', 'Phana', '37180'),
(898, 75, 'เสนางคนิคม', 'Senangkanikhom', '37290'),
(899, 75, 'หัวตะพาน', 'Hua  Taphan', '37240'),
(900, 76, 'เมืองสมุทรปราการ', 'Muang', '10270'),
(901, 76, 'บางบ่อ', 'Bang  Bo', '10560'),
(902, 76, 'บางพลี', 'Bang  Phli', '10540'),
(903, 76, 'พระประแดง', 'Phra  Pradaeng', '10130'),
(904, 76, 'พระสมุทรเจดีย์', 'Phra  Samutjede', '10290'),
(905, 76, 'บางเสาธง', 'Bang  Sao  Thong', '10540'),
(906, 77, 'เซกา', 'Seka', '43150'),
(907, 77, 'โซ่พิสัย', 'So  Phisai', '43170'),
(908, 77, 'เมืองบึงกาฬ', 'Muang Bung  Kan', '43140'),
(909, 77, 'ปากคาด', 'Pak  Khat', '43190'),
(910, 77, 'พรเจริญ', 'Phon  Charoen', '43180'),
(911, 77, 'ศรีวิไล', 'Srivilai', '43210'),
(912, 77, 'บุ่งคล้า', 'Bung  Khla', '43140'),
(913, 77, 'บึงโขงหลง', 'Bueng Khong Long', '43220');

-- --------------------------------------------------------

--
-- Table structure for table `announcement_types`
--

CREATE TABLE `announcement_types` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `announcement_types`
--

INSERT INTO `announcement_types` (`id`, `name`) VALUES
(1, 'ซื้อ'),
(2, 'ขาย'),
(3, 'ให้เช่า');

-- --------------------------------------------------------

--
-- Table structure for table `business_entities`
--

CREATE TABLE `business_entities` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `business_entities`
--

INSERT INTO `business_entities` (`id`, `name`) VALUES
(1, 'บุคคลธรรมดา'),
(2, 'ห้างหุ้นส่วน'),
(3, 'บริษัทเอกชนจำกัด'),
(4, 'บริษัทมหาชนจำกัด'),
(5, 'แฟรนไชส์'),
(6, 'หน่วยงานของรัฐ'),
(7, 'รัฐวิสาหกิจ'),
(8, 'วิสาหกิจชุมชน');

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(11) NOT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `description` text,
  `active` tinyint(1) NOT NULL DEFAULT '1',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `parent_id`, `name`, `description`, `active`, `created_at`, `updated_at`) VALUES
(1, NULL, 'เสื้อผ้าและเครื่องแต่งกายสุภาพบุรุษ', NULL, 1, '2017-01-14 19:11:48', '2017-01-14 19:11:48'),
(2, 1, 'เสื้อ', NULL, 1, '2017-01-14 19:17:09', '2017-01-14 19:17:09'),
(3, 2, 'เสื้อเชิ้ต', NULL, 1, '2017-01-14 19:20:09', '2017-01-14 19:20:09'),
(4, 2, 'เสื้อยืด', NULL, 1, '2017-01-14 19:20:09', '2017-01-14 19:20:09'),
(5, 2, 'เสื้อแจ็คเก็ต', NULL, 1, '2017-01-14 19:20:36', '2017-01-14 19:20:36'),
(6, 1, 'กางเกง', NULL, 1, '2017-01-14 19:21:41', '2017-01-14 19:21:41'),
(7, 6, 'กางเกงขาสั้น', NULL, 1, '2017-01-14 19:38:18', '2017-01-14 19:38:18'),
(8, 6, 'กางเกงขายาว', NULL, 1, '2017-01-14 19:38:18', '2017-01-14 19:38:18'),
(9, 6, 'กางเกงเอวสูง', NULL, 1, '2017-01-14 19:38:18', '2017-01-14 19:38:18'),
(10, 6, 'กางเกงยีนส์', NULL, 1, '2017-01-14 19:38:18', '2017-01-14 19:38:18'),
(11, 6, 'กางเกงสแล็ค', NULL, 1, '2017-01-14 19:38:18', '2017-01-14 19:38:18'),
(12, 6, 'กางเกงชิโน่', NULL, 1, '2017-01-14 19:38:18', '2017-01-14 19:38:18'),
(13, 1, 'ชุดนอน', NULL, 1, '2017-01-14 19:39:09', '2017-01-14 19:39:09'),
(14, 1, 'หมวก', NULL, 1, '2017-01-14 19:41:15', '2017-01-14 19:42:37'),
(15, 14, 'Baseball cap', NULL, 1, '2017-01-14 19:42:15', '2017-01-14 19:42:15'),
(16, 14, 'Bucket hat', NULL, 1, '2017-01-14 19:42:15', '2017-01-14 19:42:15'),
(17, 14, 'หมวกไหมพรม (Beanie hat)', NULL, 1, '2017-01-14 19:42:16', '2017-01-14 19:42:16'),
(18, 14, 'Flat cap', NULL, 1, '2017-01-14 19:42:16', '2017-01-14 19:42:16'),
(19, 14, 'Panama hat', NULL, 1, '2017-01-14 19:42:16', '2017-01-14 19:42:16'),
(20, 1, 'เครื่องประดับ', NULL, 1, '2017-01-14 19:44:28', '2017-01-14 19:44:28'),
(21, 20, 'กำไร', NULL, 1, '2017-01-14 19:45:22', '2017-01-14 19:45:22'),
(22, 20, 'สร้อย', NULL, 1, '2017-01-14 19:45:22', '2017-01-14 19:45:22'),
(23, 20, 'ต่างหู', NULL, 1, '2017-01-14 19:45:22', '2017-01-14 19:45:22'),
(24, 20, 'แหวน', NULL, 1, '2017-01-14 19:45:22', '2017-01-14 19:45:22'),
(25, 1, 'นาฬิกา', NULL, 1, '2017-01-14 19:46:34', '2017-01-14 19:46:34'),
(26, 25, 'นาฬิกาทางการ', NULL, 1, '2017-01-14 19:47:27', '2017-01-14 19:47:27'),
(27, 25, 'นาฬิกาแฟชั่น', NULL, 1, '2017-01-14 19:47:28', '2017-01-14 19:47:28'),
(28, 1, 'กระเป๋า', NULL, 1, '2017-01-14 19:48:45', '2017-01-14 19:48:45'),
(29, 28, 'กระเป๋าสะพายหลัง', NULL, 1, '2017-01-14 19:50:52', '2017-01-14 19:50:52'),
(30, 28, 'กระเป๋าสะพายข้าง', NULL, 1, '2017-01-14 19:50:52', '2017-01-14 19:50:52'),
(31, 28, 'กระเป๋าสตางค์', NULL, 1, '2017-01-14 19:50:53', '2017-01-14 19:50:53'),
(32, 1, 'รองเท้า', NULL, 1, '2017-01-14 19:53:05', '2017-01-14 19:53:05'),
(33, 32, 'รองเท้าคัทชู', NULL, 1, '2017-01-15 10:12:11', '2017-01-15 10:12:11'),
(34, 32, 'รองเท้าผ้าใบ', NULL, 1, '2017-01-15 10:12:11', '2017-01-15 10:12:11'),
(35, 32, 'รองเท้าแบบสวม', NULL, 1, '2017-01-15 10:12:11', '2017-01-15 10:12:11'),
(36, 32, 'รองเท้าบูท', NULL, 1, '2017-01-15 10:12:11', '2017-01-15 10:12:11'),
(37, 32, 'รองเท้าแตะ', NULL, 1, '2017-01-15 10:12:11', '2017-01-15 10:12:11'),
(38, NULL, 'เสื้อผ้าและเครื่องแต่งกายสุภาพสตรี', NULL, 1, '2017-01-15 10:13:23', '2017-01-15 10:13:23'),
(39, 38, 'เสื้อ', NULL, 1, '2017-01-15 10:13:54', '2017-01-15 10:13:54'),
(40, 39, 'เสื้อเชิ้ต', NULL, 1, '2017-01-15 10:14:43', '2017-01-15 10:14:43'),
(41, 39, 'เสื้อยืด', NULL, 1, '2017-01-15 10:14:43', '2017-01-15 10:14:43'),
(42, 39, 'สื้อคลุม', NULL, 1, '2017-01-15 10:14:43', '2017-01-15 10:14:43'),
(43, 39, 'เสื้อแจ็คเก็ต', NULL, 1, '2017-01-15 10:14:43', '2017-01-15 10:14:43'),
(44, 38, 'กางเกง', NULL, 1, '2017-01-15 10:15:15', '2017-01-15 10:15:15'),
(45, 44, 'กางเกงขาสั่น', NULL, 1, '2017-01-15 10:16:46', '2017-01-15 10:16:46'),
(46, 44, 'กางเกงขายาว', NULL, 1, '2017-01-15 10:16:46', '2017-01-15 10:16:46'),
(47, 44, 'กางเกงเอวสูง', NULL, 1, '2017-01-15 10:16:46', '2017-01-15 10:16:46'),
(48, 44, 'กางเกงยีนส์', NULL, 1, '2017-01-15 10:16:46', '2017-01-15 10:16:46'),
(49, 44, 'กางเกงชิโน่', NULL, 1, '2017-01-15 10:16:46', '2017-01-15 10:16:46'),
(50, 38, 'กระโปรง', NULL, 1, '2017-01-15 10:17:20', '2017-01-15 10:17:20'),
(51, 50, 'กระโปรงทำงาน', NULL, 1, '2017-01-15 10:18:13', '2017-01-15 10:18:13'),
(52, 50, 'กระโปรงยีนส์', NULL, 1, '2017-01-15 10:18:13', '2017-01-15 10:18:13'),
(53, 50, 'กระโปรงสั่น', NULL, 1, '2017-01-15 10:18:13', '2017-01-15 10:18:13'),
(54, 50, 'กระโปรงยาว', NULL, 1, '2017-01-15 10:18:13', '2017-01-15 10:18:13'),
(55, 50, 'กระโปรพลีท', NULL, 1, '2017-01-15 10:18:13', '2017-01-15 10:18:13'),
(56, 50, 'กระโปรเอวสูง', NULL, 1, '2017-01-15 10:18:13', '2017-01-15 10:18:13'),
(57, 50, 'กระโปรทรงเอ', NULL, 1, '2017-01-15 10:18:13', '2017-01-15 10:18:13'),
(58, 50, 'กระโปรแฟชั่น', NULL, 1, '2017-01-15 10:18:13', '2017-01-15 10:18:13'),
(59, 38, 'ชุดเดรส', NULL, 1, '2017-01-15 10:19:06', '2017-01-15 10:19:06'),
(60, 38, 'ชุดประโปรง', NULL, 1, '2017-01-15 10:19:28', '2017-01-15 10:19:28'),
(61, 38, 'ชุดนอน', NULL, 1, '2017-01-15 10:19:40', '2017-01-15 10:19:40'),
(62, 38, 'ชุดชั้นใน', NULL, 1, '2017-01-15 10:23:44', '2017-01-15 10:23:44'),
(63, 62, 'เสื้อชั้นใน', NULL, 1, '2017-01-15 11:17:42', '2017-01-15 11:17:42'),
(64, 63, 'Unlined bra', NULL, 1, '2017-01-15 12:24:49', '2017-01-15 12:24:49'),
(65, 63, 'Demi bra', NULL, 1, '2017-01-15 12:24:49', '2017-01-15 12:24:49'),
(66, 63, 'Balconette bra', NULL, 1, '2017-01-15 12:24:49', '2017-01-15 12:24:49'),
(67, 63, 'Push-up bra', NULL, 1, '2017-01-15 12:24:49', '2017-01-15 12:24:49'),
(68, 63, 'Plunge bra', NULL, 1, '2017-01-15 12:24:49', '2017-01-15 12:24:49'),
(69, 63, 'Coverage bra', NULL, 1, '2017-01-15 12:24:49', '2017-01-15 12:24:49'),
(70, 63, 'Longline bra', NULL, 1, '2017-01-15 12:24:49', '2017-01-15 12:24:49'),
(71, 62, 'การเกงชั้นใน ', NULL, 1, '2017-01-15 12:25:29', '2017-01-15 12:25:29'),
(72, 38, 'ชุดว่ายน้ำ ', NULL, 1, '2017-01-15 12:25:51', '2017-01-15 12:25:51'),
(73, 72, 'ชุดว่ายน้ำและบิกินี่ ', NULL, 1, '2017-01-15 12:26:17', '2017-01-15 12:26:17'),
(74, 72, 'ชุดสำหรับชายหาดและอุปกรณ์ ', NULL, 1, '2017-01-15 12:26:17', '2017-01-15 12:26:17'),
(75, 38, 'ชุดสูท', NULL, 1, '2017-01-15 12:26:40', '2017-01-15 12:26:40'),
(76, 38, 'หมวก', NULL, 1, '2017-01-15 12:26:56', '2017-01-15 12:26:56'),
(77, 76, 'Fedora hat', NULL, 1, '2017-01-15 12:27:34', '2017-01-15 12:27:34'),
(78, 76, 'Trilby hat', NULL, 1, '2017-01-15 12:27:34', '2017-01-15 12:27:34'),
(79, 76, 'Boater hat', NULL, 1, '2017-01-15 12:27:34', '2017-01-15 12:27:34'),
(80, 76, 'Flat cap', NULL, 1, '2017-01-15 12:27:34', '2017-01-15 12:27:34'),
(81, 76, 'News boy hat', NULL, 1, '2017-01-15 12:27:34', '2017-01-15 12:27:34'),
(82, 76, 'Bucket hat', NULL, 1, '2017-01-15 12:27:34', '2017-01-15 12:27:34'),
(83, 76, 'Beret hat', NULL, 1, '2017-01-15 12:27:34', '2017-01-15 12:27:34'),
(84, 76, 'หมวกไหมพรม (Beanie hat)', NULL, 1, '2017-01-15 12:27:34', '2017-01-15 12:27:34'),
(85, 76, 'Cloche hat', NULL, 1, '2017-01-15 12:27:34', '2017-01-15 12:27:34'),
(86, 76, 'Floppy hat', NULL, 1, '2017-01-15 12:27:34', '2017-01-15 12:27:34'),
(87, 38, 'แว่นตา', NULL, 1, '2017-01-15 12:28:24', '2017-01-15 12:28:24'),
(88, 38, 'เครื่องประดับ', NULL, 1, '2017-01-15 12:29:02', '2017-01-15 12:29:02'),
(89, 88, 'กำไร', NULL, 1, '2017-01-15 12:30:29', '2017-01-15 12:30:29'),
(90, 88, 'สร้อย', NULL, 1, '2017-01-15 12:30:29', '2017-01-15 12:30:29'),
(91, 88, 'ต่างหู', NULL, 1, '2017-01-15 12:30:29', '2017-01-15 12:30:29'),
(92, 88, 'แหวน', NULL, 1, '2017-01-15 12:30:29', '2017-01-15 12:30:29'),
(93, 38, 'นาฬิกา', NULL, 1, '2017-01-15 12:31:03', '2017-01-15 12:31:03'),
(94, 93, 'นาฬิกาทางการ', NULL, 1, '2017-01-15 12:31:44', '2017-01-15 12:31:44'),
(95, 93, 'นาฬิกาแฟชั่น', NULL, 1, '2017-01-15 12:31:44', '2017-01-15 12:31:44'),
(96, 38, 'กระเป๋า', NULL, 1, '2017-01-15 12:32:07', '2017-01-15 12:32:07'),
(97, 96, 'กระเป๋าสะพายหลัง', NULL, 1, '2017-01-15 12:32:45', '2017-01-15 12:32:45'),
(98, 96, 'กระเป๋าสะพายข้าง', NULL, 1, '2017-01-15 12:32:45', '2017-01-15 12:32:45'),
(99, 96, 'กระเป๋าถือ', NULL, 1, '2017-01-15 12:32:45', '2017-01-15 12:32:45'),
(100, 96, 'กระเป๋าสตางค์', NULL, 1, '2017-01-15 12:32:45', '2017-01-15 12:32:45'),
(101, 38, 'รองเท้า', NULL, 1, '2017-01-15 12:33:16', '2017-01-15 12:33:16'),
(102, 101, 'รองเท้าคัทชู', NULL, 1, '2017-01-15 12:34:19', '2017-01-15 12:34:19'),
(103, 101, 'รองเท้าส้นแบน', NULL, 1, '2017-01-15 12:34:19', '2017-01-15 12:34:19'),
(104, 101, 'รองเท้าส้นสูง', NULL, 1, '2017-01-15 12:34:19', '2017-01-15 12:34:19'),
(105, 101, 'รองเท้าส้นเตารีด', NULL, 1, '2017-01-15 12:34:19', '2017-01-15 12:34:19'),
(106, 101, 'รอวเท้าบัลเล่ต์', NULL, 1, '2017-01-15 12:34:19', '2017-01-15 12:34:19'),
(107, 101, 'รองเท้าผ้าใบ', NULL, 1, '2017-01-15 12:34:19', '2017-01-15 12:34:19'),
(108, 101, 'รองเท้าแบบสวม', NULL, 1, '2017-01-15 12:34:19', '2017-01-15 12:34:19'),
(109, 101, 'รองเท้าบูท', NULL, 1, '2017-01-15 12:34:19', '2017-01-15 12:34:19'),
(110, 101, 'รองเท้าแตะ', NULL, 1, '2017-01-15 12:34:19', '2017-01-15 12:34:19'),
(111, NULL, 'เสื้อผ้ากีฬาและอุปกรณ์ออกกำลังกาย', NULL, 1, '2017-01-15 12:36:31', '2017-01-15 12:36:31'),
(112, 111, 'ชุดกีฬาและรองเท้าผู้ชาย', NULL, 1, '2017-01-15 12:36:55', '2017-01-15 14:10:38'),
(113, 112, 'เสื้อผ้ากีฬาผู้ชาย', NULL, 1, '2017-01-15 12:37:24', '2017-01-15 12:37:24'),
(114, 113, 'สื้อกีฬาผู้ชาย', NULL, 1, '2017-01-15 12:38:58', '2017-01-15 12:38:58'),
(115, 113, 'กางเกงกีฬาผู้ชาย', NULL, 1, '2017-01-15 12:38:58', '2017-01-15 12:38:58'),
(116, 113, 'กางเกงกีฬาขาสั้นผู้ชาย', NULL, 1, '2017-01-15 12:38:58', '2017-01-15 12:38:58'),
(117, 113, 'เสื้อกันลมและแจ็คเก็ตผู้ชาย', NULL, 1, '2017-01-15 12:38:58', '2017-01-15 12:38:58'),
(118, 113, 'ชุดว่ายน้ำและชุดเล่นเซิร์ฟผู้ชาย', NULL, 1, '2017-01-15 12:38:58', '2017-01-15 12:38:58'),
(119, 113, 'ชุดดำน้ำ', NULL, 1, '2017-01-15 12:38:58', '2017-01-15 12:38:58'),
(120, 113, 'ชุดรัดกล้ามเนื้อผู้ชาย', NULL, 1, '2017-01-15 12:38:58', '2017-01-15 12:38:58'),
(121, 113, 'ชุดทีมกีฬาผู้ชาย', NULL, 1, '2017-01-15 12:38:58', '2017-01-15 12:38:58'),
(122, 113, 'อุปกรณ์และเครื่องแต่งกายผู้ชาย', NULL, 1, '2017-01-15 12:38:58', '2017-01-15 14:12:03'),
(123, 122, 'หมวกผู้ชาย', NULL, 1, '2017-01-15 14:04:47', '2017-01-15 14:04:47'),
(124, 122, 'แว่นกันแดดผู้ชาย', NULL, 1, '2017-01-15 14:04:47', '2017-01-15 14:04:47'),
(125, 122, 'ปลอกแขน-ขาสำหรับผู้ชาย', NULL, 1, '2017-01-15 14:04:47', '2017-01-15 14:04:47'),
(126, 122, 'สายรัดข้อมือสำหรับผู้ชาย', NULL, 1, '2017-01-15 14:04:47', '2017-01-15 14:04:47'),
(127, 122, 'ผ้าคาดศีรษะผู้ชาย', NULL, 1, '2017-01-15 14:04:47', '2017-01-15 14:04:47'),
(128, 122, 'ชุดชั้นในกีฬาสำหรับผู้ชาย', NULL, 1, '2017-01-15 14:04:47', '2017-01-15 14:04:47'),
(129, 122, 'ถุงเท้ากีฬาผู้ชาย', NULL, 1, '2017-01-15 14:04:47', '2017-01-15 14:04:47'),
(130, 112, 'รองเท้ากีฬาผู้ชาย', NULL, 1, '2017-01-15 14:05:43', '2017-01-15 14:05:43'),
(131, 130, 'รองเท้าวิ่งผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(132, 130, 'รองเท้ากอล์ฟผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(133, 130, 'รองเท้าฟุตซอลผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(134, 130, 'รองเท้าบาสเกตบอลผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(135, 130, 'รองเท้าฟุตบอลผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(136, 130, 'รองเท้ากีฬาทางน้ำสำหรับผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(137, 130, 'รองเท้าปั่นจักรยานสำหรับผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(138, 130, 'รองเท้าปีนเขาสำหรับผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(139, 130, 'รองเท้าเทนนิสผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(140, 130, 'รองเท้าแบดมินตันผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(141, 130, 'รองเท้าออกกําลังกายผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(142, 130, 'รองเท้าสเก็ตบอร์ดผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(143, 130, 'รองเท้ากีฬาทั่วไปสำหรับผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(144, 130, 'รองเท้าแตะกีฬาผู้ชาย', NULL, 1, '2017-01-15 14:08:10', '2017-01-15 14:08:10'),
(145, 111, 'ชุดกีฬาและรองเท้าผู้หญิง', NULL, 1, '2017-01-15 14:10:08', '2017-01-15 14:10:08'),
(146, 145, 'เสื้อผ้ากีฬาผู้หญิง', NULL, 1, '2017-01-15 14:11:38', '2017-01-15 14:11:38'),
(147, 146, 'กางเกงกีฬาผู้หญิง', NULL, 1, '2017-01-15 14:13:34', '2017-01-15 14:13:34'),
(148, 146, 'เสื้อกีฬาผู้หญิง', NULL, 1, '2017-01-15 14:13:34', '2017-01-15 14:13:34'),
(149, 146, 'ชุดเดรสกีฬาสำหรับผู้หญิง', NULL, 1, '2017-01-15 14:13:35', '2017-01-15 14:13:35'),
(150, 146, 'เสื้อกันลมและแจ็คเก็ตผู้หญิง', NULL, 1, '2017-01-15 14:13:35', '2017-01-15 14:13:35'),
(151, 146, 'ชุดว่ายน้ำและชุดเล่นเซิร์ฟ', NULL, 1, '2017-01-15 14:13:35', '2017-01-15 14:13:35'),
(152, 146, 'ชุดรัดกล้ามเนื้อผู้หญิง', NULL, 1, '2017-01-15 14:13:35', '2017-01-15 14:13:35'),
(153, 146, 'ชุดทีมกีฬาผู้หญิง', NULL, 1, '2017-01-15 14:13:35', '2017-01-15 14:13:35'),
(154, 146, 'สปอร์ตบรา', NULL, 1, '2017-01-15 14:13:35', '2017-01-15 14:13:35'),
(155, 146, 'กางเกงกีฬาขาสั้นผู้หญิง', NULL, 1, '2017-01-15 14:13:35', '2017-01-15 14:13:35'),
(156, 146, 'กระโปรงกีฬาผู้หญิง', NULL, 1, '2017-01-15 14:13:35', '2017-01-15 14:13:35'),
(157, 146, 'อุปกรณ์และเครื่องแต่งกายผู้หญิง', NULL, 1, '2017-01-15 14:13:35', '2017-01-15 14:13:35'),
(158, 157, 'หมวกผู้หญิง', NULL, 1, '2017-01-15 14:16:07', '2017-01-15 14:16:07'),
(159, 157, 'แว่นกันแดดผู้หญิง', NULL, 1, '2017-01-15 14:16:07', '2017-01-15 14:16:07'),
(160, 157, 'ปลอกแขน-ขาสำหรับผู้หญิง', NULL, 1, '2017-01-15 14:16:07', '2017-01-15 14:16:07'),
(161, 157, 'สายรัดข้อมือสำหรับผู้หญิง', NULL, 1, '2017-01-15 14:16:07', '2017-01-15 14:16:07'),
(162, 157, 'ผ้าคาดศีรษะผู้หญิง', NULL, 1, '2017-01-15 14:16:07', '2017-01-15 14:16:07'),
(163, 157, 'ชุดชั้นในกีฬาสำหรับผู้หญิง', NULL, 1, '2017-01-15 14:16:07', '2017-01-15 14:16:07'),
(164, 157, 'ถุงเท้ากีฬาผู้หญิง', NULL, 1, '2017-01-15 14:16:07', '2017-01-15 14:16:07'),
(165, 145, 'รองเท้ากีฬาผู้หญิง', NULL, 1, '2017-01-15 14:16:56', '2017-01-15 14:16:56'),
(166, 165, 'รองเท้าวิ่งผู้หญิง', NULL, 1, '2017-01-15 14:18:45', '2017-01-15 14:18:45'),
(167, 165, 'รองเท้ากอล์ฟผู้หญิง', NULL, 1, '2017-01-15 14:18:45', '2017-01-15 14:18:45'),
(168, 165, 'รองเท้าฟุตบอลผู้หญิง', NULL, 1, '2017-01-15 14:18:45', '2017-01-15 14:18:45'),
(169, 165, 'รองเท้าฟุตซอลผู้หญิง', NULL, 1, '2017-01-15 14:18:45', '2017-01-15 14:18:45'),
(170, 165, 'รองเท้าบาสเกตบอลผู้หญิง', NULL, 1, '2017-01-15 14:18:45', '2017-01-15 14:18:45'),
(171, 165, 'รองเท้าเทนนิสผู้หญิง', NULL, 1, '2017-01-15 14:18:45', '2017-01-15 14:18:45'),
(172, 165, 'รองเท้าแบตมินตันผู้หญิง', NULL, 1, '2017-01-15 14:18:45', '2017-01-15 14:18:45'),
(173, 165, 'รองเท้ากีฬาทางน้ำสำหรับผู้หญิง', NULL, 1, '2017-01-15 14:18:45', '2017-01-15 14:18:45'),
(174, 165, 'รองเท้าปั่นจักรยานสำหรับผู้หญิง', NULL, 1, '2017-01-15 14:18:45', '2017-01-15 14:18:45'),
(175, 165, 'รองเท้าปีนเขาสำหรับผู้หญิง', NULL, 1, '2017-01-15 14:18:45', '2017-01-15 14:18:45'),
(176, 165, 'รองเท้าออกกําลังกายผู้หญิง', NULL, 1, '2017-01-15 14:18:46', '2017-01-15 14:18:46'),
(177, 165, 'รองเท้าสเก็ตบอร์ดผู้หญิง', NULL, 1, '2017-01-15 14:18:46', '2017-01-15 14:18:46'),
(178, 165, 'รองเท้ากีฬาทั่วไปสำหรับผู้หญิง', NULL, 1, '2017-01-15 14:18:46', '2017-01-15 14:18:46'),
(179, 165, 'รองเท้าแตะกีฬาผู้หญิง', NULL, 1, '2017-01-15 14:18:46', '2017-01-15 14:18:46'),
(180, 111, 'อุปกรณ์กีฬาประเภททีม', NULL, 1, '2017-01-15 14:21:14', '2017-01-15 14:21:14'),
(181, 180, 'ฟุตบอล', NULL, 1, '2017-01-15 14:22:22', '2017-01-15 14:22:22'),
(182, 180, 'ฟุตซอล', NULL, 1, '2017-01-15 14:22:22', '2017-01-15 14:22:22'),
(183, 180, 'บาสเกตบอล', NULL, 1, '2017-01-15 14:22:22', '2017-01-15 14:22:22'),
(184, 180, 'วอลเลย์บอล', NULL, 1, '2017-01-15 14:22:22', '2017-01-15 14:22:22'),
(185, 180, 'คริกเก็ต', NULL, 1, '2017-01-15 14:22:22', '2017-01-15 14:22:22'),
(186, 180, 'เบสบอล', NULL, 1, '2017-01-15 14:22:22', '2017-01-15 14:22:22'),
(187, 180, 'แฮนด์บอล', NULL, 1, '2017-01-15 14:22:22', '2017-01-15 14:22:22'),
(188, 111, 'อุปกรณ์กีฬากีฬาที่ใช้แร็กเก็ต', NULL, 1, '2017-01-15 14:23:06', '2017-01-15 14:23:06'),
(189, 188, 'เทนนิส', NULL, 1, '2017-01-15 14:23:38', '2017-01-15 14:23:38'),
(190, 188, 'แบดมินตัน', NULL, 1, '2017-01-15 14:23:38', '2017-01-15 14:23:38'),
(191, 188, 'สควอช', NULL, 1, '2017-01-15 14:23:38', '2017-01-15 14:23:38'),
(192, 111, 'อุปกรณ์กีฬาประเภทมวยและศิลปะการต่อสู้', NULL, 1, '2017-01-15 14:23:59', '2017-01-15 14:23:59'),
(193, 192, 'นวมต่อยมวย', NULL, 1, '2017-01-15 14:24:28', '2017-01-15 14:24:28'),
(194, 192, 'กระสอบทราย', NULL, 1, '2017-01-15 14:24:28', '2017-01-15 14:24:28'),
(195, 192, 'เป้าชกมวย', NULL, 1, '2017-01-15 14:24:28', '2017-01-15 14:24:28'),
(196, 111, 'อุปกรณ์สำหรับปั่นจักรยาน', NULL, 1, '2017-01-15 14:25:05', '2017-01-15 14:25:05'),
(197, 196, 'หมวกจักรยาน', NULL, 1, '2017-01-15 14:25:43', '2017-01-15 14:25:43'),
(198, 196, 'แว่นตาปั่นจักรยาน', NULL, 1, '2017-01-15 14:25:43', '2017-01-15 14:25:43'),
(199, 196, 'ขวดน้ำ', NULL, 1, '2017-01-15 14:25:43', '2017-01-15 14:25:43'),
(200, 111, 'อุปกรณ์กีฬาทางน้ำ', NULL, 1, '2017-01-15 14:26:19', '2017-01-15 14:26:19'),
(201, 200, 'กีฬาว่ายน้ำ', NULL, 1, '2017-01-15 14:27:05', '2017-01-15 14:27:05'),
(202, 201, 'แว่นตาว่ายน้ำ', NULL, 1, '2017-01-15 14:28:21', '2017-01-15 14:28:21'),
(203, 201, 'หมวกว่ายน้ำ', NULL, 1, '2017-01-15 14:28:21', '2017-01-15 14:28:21'),
(204, 201, 'อุปกรณ์กีฬาว่ายน้ำ', NULL, 1, '2017-01-15 14:28:21', '2017-01-15 14:28:21'),
(205, 201, 'อุปกรณ์ฝึกซ้อมว่ายน้ำ', NULL, 1, '2017-01-15 14:28:21', '2017-01-15 14:28:21'),
(206, 201, 'อุปกรณ์ช่วยในการลอยตัว', NULL, 1, '2017-01-15 14:28:21', '2017-01-15 14:28:21'),
(207, 200, 'ดำน้ำ', NULL, 1, '2017-01-15 14:28:54', '2017-01-15 14:28:54'),
(208, 207, 'หน้ากากดำน้ำ', NULL, 1, '2017-01-15 14:37:59', '2017-01-15 14:37:59'),
(209, 207, 'ตีนกบ', NULL, 1, '2017-01-15 14:37:59', '2017-01-15 14:37:59'),
(210, 207, 'ท่อหายใจดำน้ำ', NULL, 1, '2017-01-15 14:37:59', '2017-01-15 14:37:59'),
(211, 207, 'ไดฟ์คอมพิวเตอร์', NULL, 1, '2017-01-15 14:37:59', '2017-01-15 14:37:59'),
(212, 207, 'ไฟฉายดำน้ำ', NULL, 1, '2017-01-15 14:37:59', '2017-01-15 14:37:59'),
(213, 207, 'ชุดเซ็ทอุปกรณ์ดำน้ำ', NULL, 1, '2017-01-15 14:37:59', '2017-01-15 14:37:59'),
(214, 207, 'อุปกรณ์ดำน้ำอื่นๆ', NULL, 1, '2017-01-15 14:37:59', '2017-01-15 14:37:59'),
(215, 200, 'เรือพายและล่องเรือ', NULL, 1, '2017-01-15 14:38:53', '2017-01-15 14:38:53'),
(216, 215, 'เรือแคนูและเรือคายัค', NULL, 1, '2017-01-15 14:41:07', '2017-01-15 14:41:07'),
(217, 215, 'เรือยาง', NULL, 1, '2017-01-15 14:41:07', '2017-01-15 14:41:07'),
(218, 215, 'ไม้พายเรือ', NULL, 1, '2017-01-15 14:41:07', '2017-01-15 14:41:07'),
(219, 215, 'อุปกรณ์กีฬาพายเรือและล่องเรือ', NULL, 1, '2017-01-15 14:41:07', '2017-01-15 14:41:07'),
(220, 215, 'ที่เก็บเรือ', NULL, 1, '2017-01-15 14:41:07', '2017-01-15 14:41:07'),
(221, 200, 'โต้คลื่น', NULL, 1, '2017-01-15 14:41:39', '2017-01-15 14:41:39'),
(222, 221, 'เวคบอร์ด', NULL, 1, '2017-01-15 14:42:19', '2017-01-15 14:42:19'),
(223, 221, 'บอร์ดนั่ง', NULL, 1, '2017-01-15 14:42:19', '2017-01-15 14:42:19'),
(224, 221, 'บอดี้บอร์ด', NULL, 1, '2017-01-15 14:42:19', '2017-01-15 14:42:19'),
(225, 221, 'เซิร์ฟบอร์ด', NULL, 1, '2017-01-15 14:42:19', '2017-01-15 14:42:19'),
(226, 221, 'สกีน้ำ', NULL, 1, '2017-01-15 14:42:19', '2017-01-15 14:42:19'),
(227, 221, 'วินเซิร์ฟ', NULL, 1, '2017-01-15 14:42:19', '2017-01-15 14:42:19'),
(228, 221, 'เวคสเก็ต', NULL, 1, '2017-01-15 14:42:19', '2017-01-15 14:42:19'),
(229, 221, 'ไคท์เซิร์ฟ', NULL, 1, '2017-01-15 14:42:19', '2017-01-15 14:42:19'),
(230, 111, 'ฟิตเนสและการออกกำลังกาย', NULL, 1, '2017-01-15 14:43:09', '2017-01-15 15:03:47'),
(231, 230, 'เครื่องออกกำลังกายแบบคาร์ดิโอ', NULL, 1, '2017-01-15 15:00:00', '2017-01-15 15:00:00'),
(232, 231, 'ลู่วิ่ง', NULL, 1, '2017-01-15 15:00:48', '2017-01-15 15:00:48'),
(233, 231, 'ลู่เดินกึ่งสเต็ป', NULL, 1, '2017-01-15 15:00:48', '2017-01-15 15:00:48'),
(234, 231, 'เครื่องสเต็ปเปอร์', NULL, 1, '2017-01-15 15:00:48', '2017-01-15 15:00:48'),
(235, 231, 'จักรยานออกกำลังกาย', NULL, 1, '2017-01-15 15:00:48', '2017-01-15 15:00:48'),
(236, 231, 'เครื่องฝึกแบบกรรเชียงบก', NULL, 1, '2017-01-15 15:00:48', '2017-01-15 15:00:48'),
(237, 231, 'เครื่องบริหารร่างกายระบบสั่น', NULL, 1, '2017-01-15 15:00:48', '2017-01-15 15:00:48'),
(238, 231, 'อุปกรณ์ออกกำลังกายภายในบ้าน', NULL, 1, '2017-01-15 15:00:48', '2017-01-15 15:00:48'),
(239, 230, 'อุปกรณ์ออกกำลังกายแบบเวทเทรนนิ่ง', NULL, 1, '2017-01-15 15:01:52', '2017-01-15 15:01:52'),
(240, 239, 'บอดี้เวท', NULL, 1, '2017-01-15 15:02:32', '2017-01-15 15:02:32'),
(241, 239, 'แผ่นน้ำหนัก', NULL, 1, '2017-01-15 15:02:32', '2017-01-15 15:02:32'),
(242, 239, 'ดัมเบล', NULL, 1, '2017-01-15 15:02:32', '2017-01-15 15:02:32'),
(243, 239, 'บาร์เบล', NULL, 1, '2017-01-15 15:02:32', '2017-01-15 15:02:32'),
(244, 239, 'เคตเทิลเบล', NULL, 1, '2017-01-15 15:02:32', '2017-01-15 15:02:32'),
(245, 239, 'ตัวล็อคดัมเบล', NULL, 1, '2017-01-15 15:02:32', '2017-01-15 15:02:32'),
(246, 239, 'ลูกบอลน้ำหนัก', NULL, 1, '2017-01-15 15:02:32', '2017-01-15 15:02:32'),
(247, 230, 'อุปกรณ์ฝึกความแข็งแกร่งของกล้ามเนื้อ', NULL, 1, '2017-01-15 15:04:11', '2017-01-15 15:04:11'),
(248, 247, 'ม้ายกดัมเบล', NULL, 1, '2017-01-15 15:04:43', '2017-01-15 15:04:43'),
(249, 247, 'เครื่องบริหารหน้าท้อง', NULL, 1, '2017-01-15 15:04:43', '2017-01-15 15:04:43'),
(250, 247, 'อุปกรณ์บริหารข้อมือ', NULL, 1, '2017-01-15 15:04:43', '2017-01-15 15:04:43'),
(251, 247, 'บาร์ดึงข้อ และวิดพื้น', NULL, 1, '2017-01-15 15:04:43', '2017-01-15 15:04:43'),
(252, 247, 'โฮมยิม', NULL, 1, '2017-01-15 15:04:43', '2017-01-15 15:04:43'),
(253, 230, 'อุปกรณ์ฟิตเนส', NULL, 1, '2017-01-15 15:05:38', '2017-01-15 15:05:38'),
(254, 253, 'ลูกบอลออกกำลังกาย', NULL, 1, '2017-01-15 15:07:39', '2017-01-15 15:07:39'),
(255, 253, 'ยางยืดออกกำลังกาย', NULL, 1, '2017-01-15 15:07:39', '2017-01-15 15:07:39'),
(256, 253, 'แผ่นรองออกกำลังกาย', NULL, 1, '2017-01-15 15:07:39', '2017-01-15 15:07:39'),
(257, 253, 'อุปกรณ์ฝึกการทรงตัว', NULL, 1, '2017-01-15 15:07:39', '2017-01-15 15:07:39'),
(258, 253, 'อุปกรณ์เล่นฟิตเนสในน้ำ', NULL, 1, '2017-01-15 15:07:40', '2017-01-15 15:07:40'),
(259, 253, 'ถุงมือ', NULL, 1, '2017-01-15 15:07:40', '2017-01-15 15:07:40'),
(260, 253, 'เชือกกระโดด', NULL, 1, '2017-01-15 15:07:40', '2017-01-15 15:07:40'),
(261, 253, 'อุปกรณ์ฝึกการกระโดด', NULL, 1, '2017-01-15 15:07:40', '2017-01-15 15:07:40'),
(262, 253, 'แท่นสเต็ป', NULL, 1, '2017-01-15 15:07:40', '2017-01-15 15:07:40'),
(263, 253, 'แทรมโพลีน', NULL, 1, '2017-01-15 15:07:40', '2017-01-15 15:07:40'),
(264, 253, 'จานทวิส', NULL, 1, '2017-01-15 15:07:40', '2017-01-15 15:07:40'),
(265, 253, 'เบาะและพื้นป้องกันการบาดเจ็บ', NULL, 1, '2017-01-15 15:07:40', '2017-01-15 15:07:40'),
(266, 253, 'ชุดซาวน่า', NULL, 1, '2017-01-15 15:07:40', '2017-01-15 15:07:40'),
(267, 230, 'โยคะ', NULL, 1, '2017-01-15 15:08:40', '2017-01-15 15:08:40'),
(268, 267, 'เสื่อโยคะ', NULL, 1, '2017-01-15 15:09:12', '2017-01-15 15:09:12'),
(269, 267, 'บล็อกโยคะ', NULL, 1, '2017-01-15 15:09:12', '2017-01-15 15:09:12'),
(270, 267, 'โฟมโรลเลอร์', NULL, 1, '2017-01-15 15:09:12', '2017-01-15 15:09:12'),
(271, 267, 'สายรัดโยคะ', NULL, 1, '2017-01-15 15:09:12', '2017-01-15 15:09:12'),
(272, 267, 'หมอนปิดตาโยคะ', NULL, 1, '2017-01-15 15:09:12', '2017-01-15 15:09:12'),
(273, 267, 'กระเป๋าเสื่อโยคะ', NULL, 1, '2017-01-15 15:09:12', '2017-01-15 15:09:12'),
(274, 230, 'พิลาทีส', NULL, 1, '2017-01-15 15:09:59', '2017-01-15 15:09:59'),
(275, 274, 'แผ่นยางยืดพิลาทิส', NULL, 1, '2017-01-15 15:10:33', '2017-01-15 15:10:33'),
(276, 274, 'ห่วงพิลาทิส', NULL, 1, '2017-01-15 15:10:33', '2017-01-15 15:10:33'),
(277, 274, 'เก้าอี้พิลาทิส', NULL, 1, '2017-01-15 15:10:33', '2017-01-15 15:10:33'),
(278, 274, 'เครื่องรีฟอร์เมอร์', NULL, 1, '2017-01-15 15:10:33', '2017-01-15 15:10:33'),
(279, 274, 'อุปกรณ์พยุงกระดูกสันหลัง', NULL, 1, '2017-01-15 15:10:33', '2017-01-15 15:10:33'),
(280, 111, 'กีฬากอล์ฟ', NULL, 1, '2017-01-15 15:11:27', '2017-01-15 15:11:27'),
(281, 280, 'ไม้กอล์ฟ', NULL, 1, '2017-01-15 15:12:03', '2017-01-15 15:12:03'),
(282, 280, 'ถุงมือกอล์ฟ', NULL, 1, '2017-01-15 15:12:03', '2017-01-15 15:12:03'),
(283, 111, 'อุปกรณ์วัดวัดชีพจรและบันทึกการออกกำลังกาย', NULL, 1, '2017-01-15 15:12:25', '2017-01-15 15:12:25'),
(284, 283, 'นาฬิกากีฬา', NULL, 1, '2017-01-15 15:13:58', '2017-01-15 15:13:58'),
(285, 283, 'สายคาดอกวัดอัตราการเต้นของหัวใจ', NULL, 1, '2017-01-15 15:13:58', '2017-01-15 15:13:58'),
(286, 283, 'อุปกรณ์ช่วยวัดและบันทึกการปั่นจักรยาน', NULL, 1, '2017-01-15 15:13:58', '2017-01-15 15:13:58'),
(287, NULL, 'สุขภาพและความงาม', NULL, 1, '2017-01-15 15:17:29', '2017-01-15 15:17:29'),
(288, 287, 'ผลิตภัณฑ์ดูแลผิวหน้า', NULL, 1, '2017-01-15 15:34:35', '2017-01-15 15:34:35'),
(289, 288, 'ผลิตภัณฑ์ทำความสะอาดผิวหน้า', NULL, 1, '2017-01-15 15:36:36', '2017-01-15 15:36:36'),
(290, 288, 'โทนเนอร์', NULL, 1, '2017-01-15 15:36:36', '2017-01-15 15:36:36'),
(291, 288, 'เอสเซนท์และเซรั่ม', NULL, 1, '2017-01-15 15:36:36', '2017-01-15 15:36:36'),
(292, 288, 'มอยส์เจอร์ไรเซอร์', NULL, 1, '2017-01-15 15:36:36', '2017-01-15 15:36:36'),
(293, 288, 'สครับ', NULL, 1, '2017-01-15 15:36:36', '2017-01-15 15:36:36'),
(294, 288, 'ลิปบาล์ม', NULL, 1, '2017-01-15 15:36:36', '2017-01-15 15:36:36'),
(295, 288, 'แผ่นมาส์กหน้า', NULL, 1, '2017-01-15 15:36:36', '2017-01-15 15:36:36'),
(296, 288, 'ครีมกันแดด', NULL, 1, '2017-01-15 15:36:36', '2017-01-15 15:36:36'),
(297, 287, 'ผลิตภัณฑ์อาบน้ำและดูแลผิวกาย', NULL, 1, '2017-01-15 15:38:43', '2017-01-15 15:38:43'),
(298, 297, 'ผลิตภัณฑ์บำรุงผิวกาย', NULL, 1, '2017-01-15 15:39:44', '2017-01-15 15:39:44'),
(299, 297, 'อุปกรณ์อาบน้ำและดูแลผิวกาย', NULL, 1, '2017-01-15 15:39:44', '2017-01-15 15:39:44'),
(300, 297, 'ผลิตภัณฑ์ขัดผิวกาย', NULL, 1, '2017-01-15 15:39:44', '2017-01-15 15:39:44'),
(301, 297, 'ผลิตภัณฑ์ป้องกันแสงแดด', NULL, 1, '2017-01-15 15:39:44', '2017-01-15 15:39:44'),
(302, 297, 'ผลิตภัณฑ์น้ำมันนวดตัว', NULL, 1, '2017-01-15 15:39:44', '2017-01-15 15:39:44'),
(303, 297, 'ชุดผลิตภัณฑ์อาบน้ำและดูแลผิวกาย', NULL, 1, '2017-01-15 15:39:44', '2017-01-15 15:39:44'),
(304, 297, 'สบู่ก้อนและครีมอาบน้ำ', NULL, 1, '2017-01-15 15:39:44', '2017-01-15 15:39:44'),
(305, 297, 'ผลิตภัณฑ์กำจัดขน', NULL, 1, '2017-01-15 15:39:44', '2017-01-15 15:39:44'),
(306, 297, 'ผลิตภัณฑ์ดูแลมือและเท้า', NULL, 1, '2017-01-15 15:39:44', '2017-01-15 15:39:44'),
(307, 287, 'ผลิตภัณฑ์ดูแลเส้นผม', NULL, 1, '2017-01-15 15:40:27', '2017-01-15 15:40:27'),
(308, 307, 'แชมพูและครีมนวดผม', NULL, 1, '2017-01-15 15:43:03', '2017-01-15 15:43:03'),
(309, 307, 'ทรีทเมนต์สำหรับผม', NULL, 1, '2017-01-15 15:43:03', '2017-01-15 15:43:03'),
(310, 307, 'น้ำมันใส่ผม', NULL, 1, '2017-01-15 15:43:03', '2017-01-15 15:43:03'),
(311, 307, 'ผลิตภัณฑ์จัดแต่งทรงผม', NULL, 1, '2017-01-15 15:43:03', '2017-01-15 15:43:03'),
(312, 307, 'ผลิตภัณฑ์เปลี่ยนสีผม', NULL, 1, '2017-01-15 15:43:03', '2017-01-15 15:43:03'),
(313, 307, 'อุปกรณ์ดูแลเส้นผม', NULL, 1, '2017-01-15 15:43:03', '2017-01-15 15:43:03'),
(314, 287, 'เครื่องสำอาง', NULL, 1, '2017-01-15 15:46:16', '2017-01-15 15:46:16'),
(315, 314, 'อุปกรณ์แต่งหน้า', NULL, 1, '2017-01-15 15:46:56', '2017-01-15 15:46:56'),
(316, 314, 'เครื่องสำอางสำหรับใบหน้า', NULL, 1, '2017-01-15 15:46:56', '2017-01-15 15:46:56'),
(317, 314, 'เครื่องสำอางสำหรับดวงตา', NULL, 1, '2017-01-15 15:46:56', '2017-01-15 15:46:56'),
(318, 314, 'เครื่องสำอางสำหรับริมฝีปาก', NULL, 1, '2017-01-15 15:46:56', '2017-01-15 15:46:56'),
(319, 314, 'เครื่องสำอางสำหรับผิวกาย', NULL, 1, '2017-01-15 15:46:56', '2017-01-15 15:46:56'),
(320, 314, 'พาเลตต์', NULL, 1, '2017-01-15 15:46:56', '2017-01-15 15:46:56'),
(321, 314, 'เครื่องสำอางสำหรับเล็บมือและเล็บเท้า', NULL, 1, '2017-01-15 15:46:56', '2017-01-15 15:46:56'),
(322, 314, 'ผลิตภัณฑ์ล้างเครื่องสำอาง', NULL, 1, '2017-01-15 15:46:56', '2017-01-15 15:46:56'),
(323, 287, 'น้ำหอม', NULL, 1, '2017-01-15 15:48:06', '2017-01-15 15:48:06'),
(324, 323, 'น้ำหอม Perfume Extract สำหรับผู้ชาย', NULL, 1, '2017-01-15 15:50:10', '2017-01-15 15:50:10'),
(325, 323, 'น้ำหอม Eau De Parfume สำหรับผู้ชาย', NULL, 1, '2017-01-15 15:50:10', '2017-01-15 15:50:10'),
(326, 323, 'น้ำหอม Eau De Toilette สำหรับผู้ชาย', NULL, 1, '2017-01-15 15:50:10', '2017-01-15 15:50:10'),
(327, 323, 'น้ำหอม Eau De Cologne สำหรับผู้ชาย', NULL, 1, '2017-01-15 15:50:10', '2017-01-15 15:50:10'),
(328, 323, 'สเปรย์หอมสำหรับผู้ชาย', NULL, 1, '2017-01-15 15:50:11', '2017-01-15 15:50:11'),
(329, 323, 'น้ำหอม Perfume Extract สำหรับผู้หญิง', NULL, 1, '2017-01-15 15:50:11', '2017-01-15 15:50:11'),
(330, 323, 'น้ำหอม Eau De Parfume สำหรับผู้หญิง', NULL, 1, '2017-01-15 15:50:11', '2017-01-15 15:50:11'),
(331, 323, 'น้ำหอม Eau De Toilette สำหรับผู้หญิง', NULL, 1, '2017-01-15 15:50:11', '2017-01-15 15:50:11'),
(332, 323, 'น้ำหอม Eau De Cologne สำหรับผู้หญิง', NULL, 1, '2017-01-15 15:50:11', '2017-01-15 15:50:11'),
(333, 323, 'สเปรย์หอมสำหรับผู้หญิง', NULL, 1, '2017-01-15 15:50:11', '2017-01-15 15:50:11'),
(334, 287, 'อุปกรณ์เสริมความงาม', NULL, 1, '2017-01-15 15:52:58', '2017-01-15 15:52:58'),
(335, 334, 'อุปกรณ์จัดแต่งทรงผม', NULL, 1, '2017-01-15 17:04:01', '2017-01-15 17:04:01'),
(336, 334, 'อุปกรณ์สำหรับใบหน้า', NULL, 1, '2017-01-15 17:04:01', '2017-01-15 17:04:01'),
(337, 334, 'อุปกรณ์เพื่อการลดน้ำหนักและนวด', NULL, 1, '2017-01-15 17:04:01', '2017-01-15 17:04:01'),
(338, 334, 'อุปกรณ์กำจัดเส้นขน', NULL, 1, '2017-01-15 17:04:01', '2017-01-15 17:04:01'),
(339, 287, 'ผลิตภัณฑ์สำหรับผู้ชาย', NULL, 1, '2017-01-15 17:04:33', '2017-01-15 17:04:33'),
(340, 339, 'ผลิตภัณฑ์ดูแลผม', NULL, 1, '2017-01-15 17:05:03', '2017-01-15 17:05:03'),
(341, 339, 'ผลิตภัณฑ์ดูแลผิว', NULL, 1, '2017-01-15 17:05:04', '2017-01-15 17:05:04'),
(342, 339, 'อุปกรณ์โกนหนวด', NULL, 1, '2017-01-15 17:05:04', '2017-01-15 17:05:04'),
(343, 287, 'อาหารเสริม', NULL, 1, '2017-01-15 17:05:28', '2017-01-15 17:05:28'),
(344, 343, 'อาหารเสริมเพื่อสุขภาพ', NULL, 1, '2017-01-15 17:06:07', '2017-01-15 17:06:07'),
(345, 343, 'อาหารเสริมเพื่อผิวสวย', NULL, 1, '2017-01-15 17:06:07', '2017-01-15 17:06:07'),
(346, 343, 'อาหารเสริมควบคุมน้ำหนัก', NULL, 1, '2017-01-15 17:06:07', '2017-01-15 17:06:07'),
(347, 343, 'อาหารเสริมการออกกำลังกาย', NULL, 1, '2017-01-15 17:06:07', '2017-01-16 11:11:51'),
(348, NULL, 'แม่และเด็ก', NULL, 1, '2017-01-15 17:08:54', '2017-01-15 17:08:54'),
(349, 348, 'ผลิตภัณฑ์อาหารและนมสำหรับเด็ก', NULL, 1, '2017-01-15 17:43:59', '2017-01-15 17:43:59'),
(350, 349, 'นมผงและนมยูเอชทีสำหรับเด็ก', NULL, 1, '2017-01-15 17:45:11', '2017-01-15 17:45:11'),
(351, 349, 'อาหารเด็กและแรกเกิด', NULL, 1, '2017-01-15 17:45:11', '2017-01-19 14:27:16'),
(352, 349, 'วิตามินสำหรับเด็ก', NULL, 1, '2017-01-15 17:45:11', '2017-01-15 17:45:11'),
(353, 348, 'ผ้าอ้อมและกระโถนเด็ก', NULL, 1, '2017-01-15 17:45:42', '2017-01-15 17:45:42'),
(354, 353, 'ผ้าอ้อม', NULL, 1, '2017-01-15 17:46:40', '2017-01-15 17:46:40'),
(355, 353, 'กระเป๋าใส่ผ้าอ้อม', NULL, 1, '2017-01-15 17:46:40', '2017-01-15 17:46:40'),
(356, 353, 'อุปกรณ์สำหรับการเปลี่ยนผ้าอ้อม', NULL, 1, '2017-01-15 17:46:40', '2017-01-15 17:46:40'),
(357, 353, 'แผ่นทำความสะอาด', NULL, 1, '2017-01-15 17:46:40', '2017-01-15 17:46:40'),
(358, 353, 'กระโถนเด็ก', NULL, 1, '2017-01-15 17:46:40', '2017-01-15 17:46:40'),
(359, 348, 'รถเข็นเด็กและอุปกรณ์เสริม', NULL, 1, '2017-01-15 17:48:32', '2017-01-15 17:48:32'),
(360, 359, 'รถเข็น', NULL, 1, '2017-01-15 17:49:03', '2017-01-15 17:49:03'),
(361, 359, 'คาร์ซีท', NULL, 1, '2017-01-15 17:49:03', '2017-01-15 17:49:03'),
(362, 359, 'เป้อุ้มเด็ก', NULL, 1, '2017-01-15 17:49:03', '2017-01-15 17:49:03'),
(363, 348, 'ผลิตภัณฑ์ดูแลสุขภาพและอนามัยสำหรับเด็ก', NULL, 1, '2017-01-15 18:08:32', '2017-01-15 18:08:32'),
(364, 363, 'ที่ดูดน้ำมูก', NULL, 1, '2017-01-15 18:09:08', '2017-01-15 18:09:08'),
(365, 363, 'แปรงสีฟันและยาสีฟัน', NULL, 1, '2017-01-15 18:09:08', '2017-01-15 18:09:08'),
(366, 363, 'ยางกัด', NULL, 1, '2017-01-15 18:09:08', '2017-01-15 18:09:08'),
(367, 363, 'ผลิตภัณฑ์ดูแลเล็บสำหรับเด็ก', NULL, 1, '2017-01-15 18:09:08', '2017-01-15 18:09:08'),
(368, 348, 'ที่นอนและเครื่องนอนเด็ก', NULL, 1, '2017-01-15 18:10:42', '2017-01-15 18:10:42'),
(369, 348, 'อุปกรณ์สำหรับเด็ก', NULL, 1, '2017-01-15 18:11:01', '2017-01-15 18:11:01'),
(370, 369, 'เครื่องปั่นอาหาร', NULL, 1, '2017-01-15 18:11:44', '2017-01-15 18:11:44'),
(371, 369, 'เครื่องปั๊มนมและอุปกรณ์', NULL, 1, '2017-01-15 18:11:44', '2017-01-15 18:11:44'),
(372, 369, 'ขวดนมและอุปกรณ์', NULL, 1, '2017-01-15 18:11:44', '2017-01-15 18:11:44'),
(373, 369, 'อุปกรณ์รับประทานอาหารสำหรับเด็ก', NULL, 1, '2017-01-15 18:11:44', '2017-01-15 18:11:44'),
(374, 369, 'เก้าอี้ทานข้าวสำหรับเด็ก', NULL, 1, '2017-01-15 18:11:44', '2017-01-15 18:11:44'),
(375, 369, 'หมอนและเก้าอี้เสริม', NULL, 1, '2017-01-15 18:11:44', '2017-01-15 18:11:44'),
(376, 369, 'จุกนมหลอก', NULL, 1, '2017-01-15 18:11:44', '2017-01-15 18:11:44'),
(377, 369, 'สายคล้องและกล่องใส่จุกนมหลอก', NULL, 1, '2017-01-15 18:11:44', '2017-01-15 18:11:44'),
(378, 348, 'เกมเสริมทักสำหรับเด็ก', NULL, 1, '2017-01-15 18:21:35', '2017-01-15 18:21:35'),
(379, 378, 'ของเล่นเสริมทักษะ', NULL, 1, '2017-01-15 18:23:40', '2017-01-15 18:23:40'),
(380, 378, 'การ์ดคำศัพท์', NULL, 1, '2017-01-15 18:23:40', '2017-01-15 18:23:40'),
(381, 378, 'คณิตศาสตร์และการฝึกนับ', NULL, 1, '2017-01-15 18:23:40', '2017-01-15 18:23:40'),
(382, 378, 'ของเล่นเสริมพัฒนาการ', NULL, 1, '2017-01-15 18:23:40', '2017-01-15 18:23:40'),
(383, 378, 'การอ่านและการเขียน', NULL, 1, '2017-01-15 18:23:40', '2017-01-15 18:23:40'),
(384, 378, 'ประเภทอิเล็กทรอนิกส์', NULL, 1, '2017-01-15 18:23:40', '2017-01-15 18:23:40'),
(385, 378, 'วิทยาศาสตร์และระบบสุริยะ', NULL, 1, '2017-01-15 18:23:40', '2017-01-15 18:23:40'),
(386, 378, 'เครื่องดนตรี', NULL, 1, '2017-01-15 18:23:40', '2017-01-15 18:23:40'),
(387, 348, 'นิทานสำหรับเด็ก', NULL, 1, '2017-01-15 18:26:59', '2017-01-15 18:26:59'),
(388, 348, 'เสื้อผ้าเด็กผู้ชาย', NULL, 1, '2017-01-15 18:26:59', '2017-01-15 18:26:59'),
(389, 348, 'เสื้อผ้าเด็กผู้หญิง', NULL, 1, '2017-01-15 18:26:59', '2017-01-15 18:26:59'),
(390, 348, 'เสื้อผ้าเด็กแรกเกิด', NULL, 1, '2017-01-15 18:26:59', '2017-01-19 14:25:48'),
(391, NULL, 'ยานพาหนะ', NULL, 1, '2017-01-16 13:38:12', '2017-01-16 13:38:12'),
(392, 391, 'รถยนต์และอุปกรณ์', NULL, 1, '2017-01-16 13:38:35', '2017-01-16 13:38:35'),
(393, 392, 'รถยนต์', NULL, 1, '2017-01-16 13:38:59', '2017-01-16 13:38:59'),
(394, 393, 'รถยนต์', NULL, 1, '2017-01-16 13:44:19', '2017-01-16 13:44:19'),
(395, 393, 'รถยนต์ไฟฟ้า', NULL, 1, '2017-01-16 13:44:19', '2017-01-16 13:44:19'),
(396, 393, 'รถกระบะ', NULL, 1, '2017-01-16 13:44:19', '2017-01-16 13:44:19'),
(397, 393, 'ลักซูรี่คาร์และซุปเปอร์คาร์', NULL, 1, '2017-01-16 13:44:19', '2017-01-16 13:44:19'),
(398, 392, 'อะไหล่สำหรับเปลี่ยน', NULL, 1, '2017-01-16 13:45:32', '2017-01-16 13:45:32'),
(399, 398, 'ระบบเบรค', NULL, 1, '2017-01-16 13:46:09', '2017-01-16 13:46:09'),
(400, 398, 'ระบบช่วงล่างและเพลา', NULL, 1, '2017-01-16 13:46:09', '2017-01-16 13:46:09'),
(401, 398, 'โช้ค', NULL, 1, '2017-01-16 13:46:09', '2017-01-16 13:46:09'),
(402, 398, 'ไฟ', NULL, 1, '2017-01-16 13:46:09', '2017-01-16 13:46:09'),
(403, 398, 'ที่ปัดน้ำฝน', NULL, 1, '2017-01-16 13:46:09', '2017-01-16 13:46:09'),
(404, 398, 'ระบบท่อไอเสีย', NULL, 1, '2017-01-16 13:46:09', '2017-01-16 13:46:09'),
(405, 398, 'ระบบกรองต่างๆ', NULL, 1, '2017-01-16 13:46:09', '2017-01-16 13:46:09'),
(406, 392, 'ล้อและยางรถยนต์', NULL, 1, '2017-01-16 13:48:32', '2017-01-16 13:48:32'),
(407, 406, 'ล้อรถยนต์', NULL, 1, '2017-01-16 13:49:14', '2017-01-16 13:49:14'),
(408, 406, 'ยางรถยนต์', NULL, 1, '2017-01-16 13:49:14', '2017-01-16 13:49:14'),
(409, 406, 'เครื่องมือสำหรับล้อและยางรถยนต์', NULL, 1, '2017-01-16 13:49:14', '2017-01-16 13:49:14'),
(410, 392, 'สีและตัวถัง', NULL, 1, '2017-01-16 13:49:43', '2017-01-16 13:49:43'),
(411, 392, 'อะไหล่และอุปกรณ์ในการเดินเครื่อง', NULL, 1, '2017-01-16 13:50:02', '2017-01-16 13:50:02'),
(412, 411, 'ระบบเชื้อเพลิง', NULL, 1, '2017-01-16 13:56:03', '2017-01-16 13:56:03'),
(413, 411, 'โช้ค', NULL, 1, '2017-01-16 13:56:03', '2017-01-16 13:56:03'),
(414, 411, 'ระบบช่วงล่าง', NULL, 1, '2017-01-16 13:56:03', '2017-01-16 13:56:03'),
(415, 411, 'ระบบเบรค', NULL, 1, '2017-01-16 13:56:03', '2017-01-16 13:56:03'),
(416, 411, 'ระบบจุดระเบิดเครื่องยนต์', NULL, 1, '2017-01-16 13:56:03', '2017-01-16 13:56:03'),
(417, 411, 'ระบบท่อไอเสีย', NULL, 1, '2017-01-16 13:56:03', '2017-01-16 13:56:03'),
(418, 411, 'ระบบกรองต่างๆ', NULL, 1, '2017-01-16 13:56:04', '2017-01-16 13:56:04'),
(419, 392, 'อุปกรณ์ตรวจวัดและอุปกรณ์อิเล็กทรอนิกส์สำหรับรถยนต์', NULL, 1, '2017-01-16 13:57:40', '2017-01-16 13:57:40'),
(420, 419, 'เรดาร์ตรวจจับ', NULL, 1, '2017-01-16 13:58:20', '2017-01-16 13:58:20'),
(421, 419, 'จีพีเอส', NULL, 1, '2017-01-16 13:58:20', '2017-01-16 13:58:20'),
(422, 419, 'เครื่องเสียงรถยนต์', NULL, 1, '2017-01-16 13:58:20', '2017-01-16 13:58:20'),
(423, 419, 'วิดีโอติดรถยนต์', NULL, 1, '2017-01-16 13:58:20', '2017-01-16 13:58:20'),
(424, 419, 'ระบบป้องกันและรักษาความปลอดภัยในรถยนต์', NULL, 1, '2017-01-16 13:58:20', '2017-01-16 13:58:20'),
(425, 419, 'อุปกรณ์ตรวจจับและควบคุมรถยนต์', NULL, 1, '2017-01-16 13:58:20', '2017-01-16 13:58:20'),
(426, 419, 'เครื่องซีบี เรดิโอและสแกนเนอร์', NULL, 1, '2017-01-16 13:58:20', '2017-01-16 13:58:20'),
(427, 419, 'ทูเวย์เรดิโอ', NULL, 1, '2017-01-16 13:58:20', '2017-01-16 13:58:20'),
(428, 419, 'อุปกรณ์อิเล็กทรอนิกส์สำหรับรถยนต์', NULL, 1, '2017-01-16 13:58:21', '2017-01-16 13:58:21'),
(429, 392, 'อุปกรณ์ดูแลรถยนต์และอุปกรณ์รถยนต์', NULL, 1, '2017-01-16 14:11:41', '2017-01-16 14:11:41'),
(430, 429, 'อุปกรณ์ดูแลตัวถังรถยนต์', NULL, 1, '2017-01-16 14:17:05', '2017-01-16 14:17:05'),
(431, 429, 'อุปกรณดูแลกระจก', NULL, 1, '2017-01-16 14:17:05', '2017-01-16 14:17:05'),
(432, 429, 'อุปกรณ์ดูแลภายในรถยนต์', NULL, 1, '2017-01-16 14:17:05', '2017-01-16 14:17:05'),
(433, 429, 'ผ้าคลุมรถ', NULL, 1, '2017-01-16 14:17:05', '2017-01-16 14:17:05'),
(434, 429, 'ไฟและอุปกรณ์', NULL, 1, '2017-01-16 14:17:05', '2017-01-16 14:17:05'),
(435, 429, 'สเปรย์น้ำหอมปรับอากาศ', NULL, 1, '2017-01-16 14:17:05', '2017-01-16 14:17:05'),
(436, 429, 'พวงมาลัยและอุปกรณ์', NULL, 1, '2017-01-16 14:17:06', '2017-01-16 14:17:06'),
(437, 429, 'แผ่นยางกันลื่นติดคอนโซลหน้ารถ', NULL, 1, '2017-01-16 14:17:06', '2017-01-16 14:17:06'),
(438, 429, 'เกวัดระยะทาง', NULL, 1, '2017-01-16 14:17:06', '2017-01-16 14:17:06'),
(439, 429, 'ถาดรองท้ายรถแบบ Custom Fit', NULL, 1, '2017-01-16 14:17:06', '2017-01-16 14:17:06'),
(440, 429, 'ถาดรองท้ายรถแบบ Full Selection', NULL, 1, '2017-01-16 14:17:06', '2017-01-16 14:17:06'),
(441, 429, 'พรมปูพื้นแบบ Custom Fit', NULL, 1, '2017-01-16 14:17:06', '2017-01-16 14:17:06'),
(442, 429, 'พรมปูพื้นแบบ Universal Fit', NULL, 1, '2017-01-16 14:17:06', '2017-01-16 14:17:06'),
(443, 429, 'ผ้าคลุมเบาะแบบ Custom Fit', NULL, 1, '2017-01-16 14:17:06', '2017-01-16 14:17:06'),
(444, 429, 'ผ้าคลุมเบาะแบบ Universal Fit', NULL, 1, '2017-01-16 14:17:06', '2017-01-16 14:17:06'),
(445, 392, 'เครื่องมือและอุปกรณ์', NULL, 1, '2017-01-16 14:23:14', '2017-01-16 14:23:14'),
(446, 445, 'อุปกรณ์สำหรับเครื่องยนต์', NULL, 1, '2017-01-16 14:24:38', '2017-01-16 14:24:38'),
(447, 445, 'เครื่องมือช่างยนต์', NULL, 1, '2017-01-16 14:24:38', '2017-01-19 14:33:16'),
(448, 445, 'เครื่องมือและอุปกรณ์สำหรับอู่ซ่อมรถ', NULL, 1, '2017-01-16 14:24:39', '2017-01-16 14:24:39'),
(449, 392, 'ผลิตภัณฑ์ทำความสะอาดรถยนต์และอุปกรณ์ทำความสะอาด', NULL, 1, '2017-01-16 16:34:10', '2017-01-16 16:34:10'),
(450, 449, 'แชมพูล้างรถ', NULL, 1, '2017-01-16 16:35:46', '2017-01-16 16:35:46'),
(451, 449, 'โฟมล้างรถ', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 16:35:47'),
(452, 449, 'ผลิตภัณฑ์ทำความสะอาดเคลือบเงาเบาะหนังและไวนิล', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 17:31:03'),
(453, 449, 'ผลิตภัณฑ์น้ำยาเคลือบสีรถยนต์', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 17:06:11'),
(454, 449, 'ผลิตภัณฑ์ขี้ผึ้งเคลือบสีรถ', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 17:24:40'),
(455, 449, 'ผลิตภัณฑ์ทำความสะอาดยางและล้อรถยนต์และเคลือบเงายางรถยนต์', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 17:21:25'),
(456, 449, 'สเปรย์โฟมทำความสะอาดและเคลือบเงายางรถยนต์', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 17:17:07'),
(457, 449, 'น้ำยาพ่นกันสนิมภายใน', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 17:22:41'),
(458, 449, 'สเปรย์โฟมทำความสะอาดกระจกรถยนต์และผลิตภัณฑ์เครือบกระจก', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 17:27:02'),
(459, 449, 'ผ้าไมโครไฟเบอร์', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 16:35:47'),
(460, 449, 'เครื่องล้างรถแบบถัง', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 16:35:47'),
(461, 449, 'ฟองน้ำขัดเงาสีรถยนต์', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 16:35:47'),
(462, 449, 'อุปกรณ์ทำความสะอาดที่ปัดน้ำฝน', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 16:35:47'),
(463, 449, 'อุปกรณ์ทำความสะอาดกระจกรถยนต์แบบด้ามยาว', NULL, 1, '2017-01-16 16:35:47', '2017-01-16 16:35:47'),
(464, 392, 'น้ำมันและสารหล่อลื่น', NULL, 1, '2017-01-16 16:39:32', '2017-01-16 16:39:32'),
(465, 464, 'น้ำมันซีลเลอร์', NULL, 1, '2017-01-16 16:40:24', '2017-01-16 16:40:24'),
(466, 464, 'น้ำมันล้างรถ', NULL, 1, '2017-01-16 16:40:24', '2017-01-16 16:40:24'),
(467, 464, 'น้ำมันหล่อเย็น', NULL, 1, '2017-01-16 16:40:24', '2017-01-16 16:40:24'),
(468, 464, 'น้ำมันเกียร์', NULL, 1, '2017-01-16 16:40:24', '2017-01-16 16:40:24'),
(469, 464, 'น้ำมันเบรก', NULL, 1, '2017-01-16 16:40:24', '2017-01-16 16:40:24'),
(470, 464, 'น้ำยาล้างคราบยางมะตอย', NULL, 1, '2017-01-16 16:40:24', '2017-01-16 16:40:24'),
(471, 464, 'น้ำยาล้างเครื่องยนต์', NULL, 1, '2017-01-16 16:40:24', '2017-01-16 16:40:24'),
(472, 464, 'สารหล่อลื่นอัตโนมัติจาระบี', NULL, 1, '2017-01-16 16:40:24', '2017-01-16 16:40:24'),
(473, 464, 'สารหล่อลื่นไม่ให้โมเลกุลจับตัวกัน', NULL, 1, '2017-01-16 16:40:24', '2017-01-16 16:40:24'),
(474, 464, 'สารเคลือบเครื่องยนต์', NULL, 1, '2017-01-16 16:40:24', '2017-01-16 16:40:24'),
(475, 392, 'ชุดและอุปกรณ์สำหรับขับขี่รถยนต์', NULL, 1, '2017-01-16 16:43:50', '2017-01-16 16:43:50'),
(476, 392, 'เครื่องเสียงรถยนต์', NULL, 1, '2017-01-16 16:50:00', '2017-01-16 16:50:00'),
(477, 391, 'มอเตอร์ไซค์และอุปกรณ์', NULL, 1, '2017-01-16 16:50:28', '2017-01-16 16:50:28'),
(478, 477, 'มอเตอร์ไซค์', NULL, 1, '2017-01-16 16:50:43', '2017-01-16 16:50:43'),
(479, 478, 'มอเตอร์ไซค์', NULL, 1, '2017-01-16 16:51:29', '2017-01-16 16:51:29'),
(480, 478, 'มอเตอร์ไซค์ไฟฟ้า', NULL, 1, '2017-01-16 16:51:29', '2017-01-17 16:34:42'),
(481, 478, 'เอทีวี ', NULL, 1, '2017-01-16 16:51:29', '2017-01-17 16:37:27'),
(482, 478, 'Sport Bike (สปอร์ตไบค์) ', NULL, 1, '2017-01-16 16:51:29', '2017-01-17 16:38:52'),
(483, 477, 'ล้อและยางมอเตอร์ไซค์', NULL, 1, '2017-01-16 16:55:04', '2017-01-16 16:55:04'),
(484, 483, 'ล้อมอเตอร์ไซค์', NULL, 1, '2017-01-16 16:59:17', '2017-01-16 16:59:17'),
(485, 483, 'ยางมอเตอร์ไซค์', NULL, 1, '2017-01-16 16:59:17', '2017-01-16 16:59:17'),
(486, 483, 'เครื่องมือสำหรับล้อและยางมอเตอร์ไซค์', NULL, 1, '2017-01-16 16:59:17', '2017-01-16 16:59:17'),
(487, 477, 'อะไหล่สำหรับมอเตอร์ไซค์ โมโตครอสและเอทีวี', NULL, 1, '2017-01-16 16:59:38', '2017-01-16 16:59:38'),
(488, 487, 'อะไหล่มอเตอร์ไซค์', NULL, 1, '2017-01-16 17:01:18', '2017-01-16 17:01:18'),
(489, 487, 'อะไหล่โมโตครอส', NULL, 1, '2017-01-16 17:01:18', '2017-01-16 17:01:18'),
(490, 487, 'อะไหล่เอทีวี', NULL, 1, '2017-01-16 17:01:18', '2017-01-16 17:01:18'),
(491, 477, 'หมวกกันน็อค', NULL, 1, '2017-01-16 17:03:29', '2017-01-16 17:37:25'),
(492, 491, 'หมวกกันน็อคเต็มใบหน้า', NULL, 1, '2017-01-16 17:40:10', '2017-01-16 17:40:10'),
(493, 491, 'หมวกกันน็อคเปิดคาง', NULL, 1, '2017-01-16 17:40:10', '2017-01-16 17:40:10'),
(494, 491, 'หมวกกันน็อคครึ่งใบ', NULL, 1, '2017-01-16 17:40:10', '2017-01-16 17:40:10'),
(495, 477, 'ชุดและอุปกรณ์สำหรับขับขี่มอเตอร์ไซค์', NULL, 1, '2017-01-16 17:46:49', '2017-01-16 17:46:49'),
(496, 495, 'เสื้อการ์ดผู้ชาย', NULL, 1, '2017-01-16 17:48:06', '2017-01-16 17:48:06'),
(497, 495, 'เสื้อกันฝนผู้ชาย', NULL, 1, '2017-01-16 17:48:06', '2017-01-16 17:48:06'),
(498, 495, 'ถุงมือผู้ชาย', NULL, 1, '2017-01-16 17:48:06', '2017-01-16 17:48:06'),
(499, 495, 'รองเท้าผู้ชาย', NULL, 1, '2017-01-16 17:48:06', '2017-01-16 17:48:06'),
(500, 495, 'เสื้อกันฝนผู้หญิง', NULL, 1, '2017-01-16 17:48:06', '2017-01-16 17:48:06'),
(501, 495, 'เสื้อการ์ดผู้หญิง', NULL, 1, '2017-01-16 17:48:07', '2017-01-16 17:48:07'),
(502, 495, 'ถุงมือผู้หญิง', NULL, 1, '2017-01-16 17:48:07', '2017-01-16 17:48:07'),
(503, 495, 'รองเท้าผู้หญิง', NULL, 1, '2017-01-16 17:48:07', '2017-01-16 17:48:07'),
(504, 495, 'กางเกง', NULL, 1, '2017-01-16 17:48:07', '2017-01-16 17:48:07'),
(505, 495, 'การ์ดศอก-เข่า', NULL, 1, '2017-01-16 17:48:07', '2017-01-16 17:48:07'),
(506, 495, 'เซ็นเซอร์เข่า', NULL, 1, '2017-01-16 17:48:07', '2017-01-16 17:48:07'),
(507, 495, 'โม่ง', NULL, 1, '2017-01-16 17:48:07', '2017-01-16 17:48:07'),
(508, 477, 'ชุดแข่งโมโตครอสและเอทีวี', NULL, 1, '2017-01-16 17:50:21', '2017-01-16 17:50:21'),
(509, 508, 'หมวกกันน๊อค', NULL, 1, '2017-01-16 17:51:01', '2017-01-16 17:51:01'),
(510, 508, 'แว่นตาโมโตครอส', NULL, 1, '2017-01-16 17:51:01', '2017-01-16 17:51:01'),
(511, 508, 'ชุดแข่ง', NULL, 1, '2017-01-16 17:51:01', '2017-01-16 17:51:01'),
(512, 508, 'ถุงมือ', NULL, 1, '2017-01-16 17:51:01', '2017-01-16 17:51:01'),
(513, 508, 'สนับเข่า', NULL, 1, '2017-01-16 17:51:01', '2017-01-16 17:51:01'),
(514, 508, 'ถุงเท้า', NULL, 1, '2017-01-16 17:51:01', '2017-01-16 17:51:01'),
(515, 508, 'รองเท้า', NULL, 1, '2017-01-16 17:51:01', '2017-01-16 17:51:01'),
(516, 477, 'กล่องติดรถมอเตอร์ไซค์และกระเป๋า', NULL, 1, '2017-01-16 17:52:33', '2017-01-16 17:52:33'),
(517, 516, 'กล่องข้าง', NULL, 1, '2017-01-16 17:53:12', '2017-01-16 17:53:12'),
(518, 516, 'กล่องท้าย', NULL, 1, '2017-01-16 17:53:12', '2017-01-16 17:53:12'),
(519, 516, 'กระเป๋าคาดเอว', NULL, 1, '2017-01-16 17:53:12', '2017-01-16 17:53:12'),
(520, 516, 'กระเป๋าคาดขา', NULL, 1, '2017-01-16 17:53:13', '2017-01-16 17:53:13'),
(521, 516, 'กระเป๋าเป้', NULL, 1, '2017-01-16 17:53:13', '2017-01-16 17:53:13'),
(522, 516, 'กระเป๋าติดรถ', NULL, 1, '2017-01-16 17:53:13', '2017-01-16 17:53:13'),
(523, 516, 'แร็คท้าย', NULL, 1, '2017-01-16 17:53:13', '2017-01-16 17:53:13'),
(524, NULL, 'อิเล็กทรอนิกส์', NULL, 1, '2017-01-16 18:00:31', '2017-01-16 18:00:31'),
(525, 524, 'คอมพิวเตอร์และโน๊ตบุค', NULL, 1, '2017-01-16 18:05:51', '2017-01-16 18:05:51'),
(526, 525, 'คอมพิวเตอร์ตั้งโต๊ะ', NULL, 1, '2017-01-16 18:50:22', '2017-01-16 18:50:22'),
(527, 526, 'คอมพิวเตอร์เพื่องานอเนกประสงค์', NULL, 1, '2017-01-16 19:11:34', '2017-01-16 19:12:40'),
(528, 526, 'สำหรับเล่นเกมส์', NULL, 1, '2017-01-16 19:11:34', '2017-01-16 19:12:27'),
(529, 526, 'ออลอินวัน', NULL, 1, '2017-01-16 19:11:34', '2017-01-16 19:12:24'),
(530, 526, 'โน๊ตบุค', NULL, 1, '2017-01-17 10:15:47', '2017-01-17 10:15:47'),
(531, 530, 'น๊ตบุ๊ค', NULL, 1, '2017-01-17 10:16:39', '2017-01-17 10:16:39'),
(532, 530, 'โน๊ตบุ๊คสำหรับเล่นเกมส์', NULL, 1, '2017-01-17 10:16:40', '2017-01-17 10:16:40'),
(533, 530, 'Macbooks', NULL, 1, '2017-01-17 10:16:40', '2017-01-17 10:16:40'),
(534, 530, 'Chromebooks', NULL, 1, '2017-01-17 10:16:40', '2017-01-17 10:16:40'),
(535, 524, 'โทรศัพท์มือถือและแท็บเล็ต', NULL, 1, '2017-01-17 10:17:12', '2017-01-17 10:17:12'),
(536, 535, 'โทรศัพท์มือถือ', NULL, 1, '2017-01-17 10:17:52', '2017-01-17 10:17:52'),
(537, 535, 'แท็บเล็ต', NULL, 1, '2017-01-17 10:17:53', '2017-01-17 10:17:53'),
(538, 535, 'อุปกรณ์เสริมโทรศัพท์มือถือ', NULL, 1, '2017-01-17 10:17:53', '2017-01-17 10:17:53'),
(539, 538, 'สายเคเบิ้ลและอุปกรณ์สำหรับเชื่อมต่อโทรศัพท์มือถือ', NULL, 1, '2017-01-17 10:18:54', '2017-01-17 10:18:54'),
(540, 538, 'แท่นวางโทรศัพท์', NULL, 1, '2017-01-17 10:18:54', '2017-01-17 10:18:54'),
(541, 538, 'แท่นยึดโทรศัพท์มือถือ', NULL, 1, '2017-01-17 10:18:54', '2017-01-17 10:18:54'),
(542, 538, 'แบตเตอรี่โทรศัพท์มือถือและอุปกรณ์ชาร์จโทรศัพท์มือถือ', NULL, 1, '2017-01-17 10:18:54', '2017-01-19 13:59:55'),
(543, 538, 'แบตเตอรี่สำรอง ', NULL, 1, '2017-01-17 10:18:54', '2017-01-18 21:25:55'),
(544, 538, 'อะไหล่และเครื่องมือ', NULL, 1, '2017-01-17 10:18:54', '2017-01-17 10:18:54'),
(545, 538, 'อุปกรณ์เสริมสำหรับถ่ายภาพและจัดเก็บข้อมูล', NULL, 1, '2017-01-17 10:18:54', '2017-01-18 21:26:07'),
(546, 538, 'เคสและซองมือถือ', NULL, 1, '2017-01-17 10:18:54', '2017-01-17 10:18:54'),
(547, 538, 'ฟิล์มกันรอย', NULL, 1, '2017-01-17 10:18:54', '2017-01-17 10:18:54'),
(548, 538, 'ที่ห้อยโทรศัพท์และของตกแต่งอื่นๆ', NULL, 1, '2017-01-17 10:18:54', '2017-01-17 10:18:54'),
(549, 535, 'อุปกรณ์เสริมแท็บเล็ต', NULL, 1, '2017-01-17 10:20:19', '2017-01-17 10:20:19'),
(550, 549, 'คีย์บอร์ดสำหรับแท็บเล็ต', NULL, 1, '2017-01-17 10:20:44', '2017-01-17 10:20:44'),
(551, 549, 'ปากกาสไตลัส', NULL, 1, '2017-01-17 10:20:44', '2017-01-17 10:20:44'),
(552, 549, 'เคสและซองแท็บเล็ต', NULL, 1, '2017-01-17 10:20:44', '2017-01-17 10:20:44'),
(553, 535, 'ซิมและบัตรเติมเงิน', NULL, 1, '2017-01-17 10:21:05', '2017-01-17 10:21:05'),
(554, 524, 'ฮาร์ดแวร์ คอมพิวเตอร์', NULL, 1, '2017-01-17 10:21:29', '2017-01-17 10:21:29'),
(555, 554, 'เมนบอร์ด', NULL, 1, '2017-01-17 10:32:52', '2017-01-17 10:32:52'),
(556, 554, 'หน่วยประมวลผลกลาง (CPU)', NULL, 1, '2017-01-17 10:32:52', '2017-01-17 10:32:52'),
(557, 554, 'กราฟฟิคการ์ด', NULL, 1, '2017-01-17 10:32:52', '2017-01-17 10:32:52'),
(558, 554, 'แรม (RAM)', NULL, 1, '2017-01-17 10:32:52', '2017-01-17 10:32:52'),
(559, 554, 'แรม (RAM) (โน๊ตบุค)', NULL, 1, '2017-01-17 10:32:52', '2017-01-17 10:32:52'),
(560, 554, 'ฮาร์ดดิสก์ (HDD)', NULL, 1, '2017-01-17 10:32:52', '2017-01-17 10:32:52'),
(561, 554, 'ฮาร์ดดิสก์ (HDD) (โน๊ตบุค)', NULL, 1, '2017-01-17 10:32:52', '2017-01-17 10:32:52'),
(562, 554, 'Solid State Drive (SSD)', NULL, 1, '2017-01-17 10:32:52', '2017-01-17 10:32:52'),
(563, 554, 'การ์ดเสียง', NULL, 1, '2017-01-17 10:32:52', '2017-01-17 10:32:52'),
(564, 554, 'ออพติคอลไดรฟ์ภายใน', NULL, 1, '2017-01-17 10:32:52', '2017-01-17 10:36:29'),
(565, 554, 'พาวเวอร์ซัพพลาย (PSU)', NULL, 1, '2017-01-17 10:32:52', '2017-01-17 10:32:52'),
(566, 554, 'เคสคอมพิวเตอร์', NULL, 1, '2017-01-17 10:32:53', '2017-01-17 10:32:53'),
(567, 554, 'พัดลมระบายความร้อน', NULL, 1, '2017-01-17 10:32:53', '2017-01-17 10:32:53'),
(568, 554, 'พัดลมซีพียูและฮีตซิงค์', NULL, 1, '2017-01-17 10:32:53', '2017-01-17 10:32:53'),
(569, 524, 'อุปกรณ์ต่อพ่วงคอมพิวเตอร์', NULL, 1, '2017-01-17 10:37:09', '2017-01-17 10:37:09'),
(570, 569, 'เมาส์', NULL, 1, '2017-01-17 10:37:51', '2017-01-17 10:37:51'),
(571, 569, 'คีย์บอร์ด', NULL, 1, '2017-01-17 10:37:51', '2017-01-17 10:37:51'),
(572, 569, 'ออพติคอลไดรฟ์ภายนอก', NULL, 1, '2017-01-17 10:37:51', '2017-01-17 10:37:51'),
(573, 569, 'อุปกรณ์วาดภาพ', NULL, 1, '2017-01-17 10:37:51', '2017-01-17 10:37:51'),
(574, 569, 'ลำโพงคอมพิวเตอร์', NULL, 1, '2017-01-17 10:37:51', '2017-01-17 10:37:51'),
(575, 569, 'อุปกรณ์สำหรับเครื่อง Mac', NULL, 1, '2017-01-17 10:37:51', '2017-01-17 10:37:51'),
(576, 524, 'อุปกรณ์เสริมคอมพิวเตอร์', NULL, 1, '2017-01-17 10:39:43', '2017-01-17 10:39:43'),
(577, 576, 'แผ่นรองเมาส์', NULL, 1, '2017-01-17 10:40:15', '2017-01-17 10:40:15'),
(578, 576, 'แท่นวางและอุปกรณ์ระบายความร้อน', NULL, 1, '2017-01-17 10:40:15', '2017-01-17 10:40:15'),
(579, 576, 'เว็ปแคม', NULL, 1, '2017-01-17 10:40:15', '2017-01-17 10:40:15'),
(580, 576, 'แก็ดเจ็ต', NULL, 1, '2017-01-17 10:40:15', '2017-01-17 10:40:15'),
(581, 576, 'อะแดปเตอร์และสายเคเบิ้ล', NULL, 1, '2017-01-17 10:40:15', '2017-01-17 10:40:15'),
(582, 524, 'อุปกรณ์การพิมพ์', NULL, 1, '2017-01-17 10:41:05', '2017-01-17 10:41:05');
INSERT INTO `categories` (`id`, `parent_id`, `name`, `description`, `active`, `created_at`, `updated_at`) VALUES
(583, 582, 'เครื่องพิมพ์ดอตแมทริกซ์', NULL, 1, '2017-01-17 10:41:35', '2017-01-17 10:41:35'),
(584, 582, 'เครื่องพิมพ์แบบพ่นหมึก', NULL, 1, '2017-01-17 10:41:35', '2017-01-17 10:41:35'),
(585, 582, 'เครื่องพิมพ์เลเซอร์', NULL, 1, '2017-01-17 10:41:35', '2017-01-17 10:41:35'),
(586, 582, 'พล็อตเตอร์', NULL, 1, '2017-01-17 10:41:35', '2017-01-17 10:41:35'),
(587, 524, 'อุปกรณ์บันทึกข้อมูลและจัดเก็บข้อมูล', NULL, 1, '2017-01-17 10:42:00', '2017-01-17 10:42:00'),
(588, 587, 'แผ่น CD', NULL, 1, '2017-01-17 10:43:00', '2017-01-17 10:43:00'),
(589, 587, 'แผ่น DVD', NULL, 1, '2017-01-17 10:43:00', '2017-01-17 10:43:00'),
(590, 587, 'แผ่น Blu-ray', NULL, 1, '2017-01-17 10:43:00', '2017-01-17 10:43:00'),
(591, 587, 'Flash Drive', NULL, 1, '2017-01-17 10:43:00', '2017-01-17 10:43:00'),
(592, 587, 'External Harddisk', NULL, 1, '2017-01-17 10:43:00', '2017-01-17 10:43:00'),
(593, 524, 'อุปกรณ์เน็ตเวิร์ค', NULL, 1, '2017-01-17 10:43:28', '2017-01-17 10:43:28'),
(594, 593, 'โมเด็ม', NULL, 1, '2017-01-17 10:44:51', '2017-01-17 10:44:51'),
(595, 593, 'LAN Card', NULL, 1, '2017-01-17 10:44:51', '2017-01-17 10:44:51'),
(596, 595, 'สำหรับคอมพิวเตอร์ตั้งโต๊ะ', NULL, 1, '2017-01-17 10:45:27', '2017-01-17 10:45:27'),
(597, 595, 'สำหรับ Server และ ระบบ Diskless', NULL, 1, '2017-01-17 10:45:27', '2017-01-17 10:45:27'),
(598, 593, 'อุปกรณ์กระจายและเชื่อมต่อสัญญาณไร้สาย', NULL, 1, '2017-01-17 10:47:19', '2017-01-17 10:47:19'),
(599, 593, 'อุปกรณ์เชื่อมต่อสัญญาณไร้สายแบบ USB', NULL, 1, '2017-01-17 10:47:19', '2017-01-17 10:47:19'),
(600, 593, 'สายสัญญาณ', NULL, 1, '2017-01-17 10:47:19', '2017-01-17 10:47:19'),
(601, 593, 'เร้าเตอร์', NULL, 1, '2017-01-17 10:47:19', '2017-01-17 10:47:19'),
(602, 593, 'สวิตซ์', NULL, 1, '2017-01-17 10:47:19', '2017-01-17 10:47:19'),
(603, 593, 'บรอดแบนด์ไร้สาย', NULL, 1, '2017-01-17 10:47:19', '2017-01-17 10:47:19'),
(604, 593, 'อุปกรณ์ช่วยขยายช่วงสัญญาณ', NULL, 1, '2017-01-17 10:47:20', '2017-01-17 10:47:20'),
(605, 593, 'อุปกรณ์เชื่อมต่อ', NULL, 1, '2017-01-17 10:47:20', '2017-01-17 10:47:20'),
(606, 593, 'แอร์พอร์ตเร้าเตอร์', NULL, 1, '2017-01-17 10:47:20', '2017-01-17 10:47:20'),
(607, 524, 'เครื่องสำรองไฟฟ้าและอุปกรณ์ป้องกันไฟกระชาก', NULL, 1, '2017-01-17 10:48:09', '2017-01-17 10:48:09'),
(608, 607, 'เครื่องสำรองไฟฟ้า', NULL, 1, '2017-01-17 10:48:39', '2017-01-17 10:48:39'),
(609, 607, 'อุปกรณ์ป้องกันไฟกระชาก', NULL, 1, '2017-01-17 10:48:39', '2017-01-17 10:48:39'),
(610, 524, 'แบตเตอรี่คอมพิวเตอร์', NULL, 1, '2017-01-17 10:55:43', '2017-01-17 10:55:43'),
(611, 524, 'จอคอมพิวเตอร์ (Monitor)', NULL, 1, '2017-01-17 10:55:43', '2017-01-17 10:55:43'),
(612, 611, 'LCD', NULL, 1, '2017-01-17 10:56:46', '2017-01-17 21:44:55'),
(613, 611, 'LED', NULL, 1, '2017-01-17 10:56:46', '2017-01-17 21:44:53'),
(614, 611, 'IPS', NULL, 1, '2017-01-17 10:56:46', '2017-01-17 21:44:50'),
(615, 524, 'สแกนเนอร์', NULL, 1, '2017-01-17 11:02:26', '2017-01-17 11:02:26'),
(616, 615, 'สแกนเนอร์มือถือ (Hand-Held Scanner)', NULL, 1, '2017-01-17 11:03:04', '2017-01-17 11:03:04'),
(617, 615, 'สแกนเนอร์ดึงกระดาษ (Sheet-Feed Scanner)', NULL, 1, '2017-01-17 11:03:04', '2017-01-17 11:03:04'),
(618, 615, 'สแกนเนอร์แท่นเรียบ (Flatbed Scanner)', NULL, 1, '2017-01-17 11:03:04', '2017-01-17 11:03:04'),
(619, NULL, 'เกมกระดานและของเล่น ', NULL, 1, '2017-01-17 11:03:45', '2017-01-17 12:16:29'),
(620, 619, 'เกมกระดาน', NULL, 1, '2017-01-17 12:20:28', '2017-01-17 12:20:28'),
(621, 620, 'Party games', NULL, 1, '2017-01-17 12:22:39', '2017-01-17 12:22:39'),
(622, 620, 'Children''s Games', NULL, 1, '2017-01-17 12:22:39', '2017-01-17 12:22:39'),
(623, 620, 'Family games', NULL, 1, '2017-01-17 12:22:39', '2017-01-17 12:22:39'),
(624, 620, 'Abstract games', NULL, 1, '2017-01-17 12:22:39', '2017-01-17 12:22:39'),
(625, 620, 'Thematic games', NULL, 1, '2017-01-17 12:22:39', '2017-01-17 12:22:39'),
(626, 620, 'Strategy games', NULL, 1, '2017-01-17 12:22:39', '2017-01-17 12:22:39'),
(627, 620, 'Wargames', NULL, 1, '2017-01-17 12:22:39', '2017-01-17 12:22:39'),
(628, 619, 'ของเล่นประเภทศิลปะ', NULL, 1, '2017-01-17 12:24:32', '2017-01-17 12:24:32'),
(629, 628, 'กระดานดำและกระดานไวท์บอร์ด', NULL, 1, '2017-01-17 12:25:12', '2017-01-17 12:25:12'),
(630, 628, 'ชุดอุปกรณ์งานฝีมือ', NULL, 1, '2017-01-17 12:25:12', '2017-01-17 12:25:12'),
(631, 628, 'สติกเกอร์', NULL, 1, '2017-01-17 12:25:12', '2017-01-17 12:25:12'),
(632, 628, 'กระดานวาดรูปแบบแม่เหล็ก', NULL, 1, '2017-01-17 12:25:12', '2017-01-17 12:25:12'),
(633, 628, 'ดินน้ำมันและแป้งปั้น', NULL, 1, '2017-01-17 12:25:12', '2017-01-17 12:25:12'),
(634, 628, 'อุปกรณ์สำหรับวาดภาพและระบายสี', NULL, 1, '2017-01-17 12:25:12', '2017-01-17 12:25:12'),
(635, 628, 'ตัวแสตมป์และแท่นหมึก', NULL, 1, '2017-01-17 12:25:12', '2017-01-17 12:25:12'),
(636, 619, 'ของเล่นเด็กเล็ก', NULL, 1, '2017-01-17 12:25:40', '2017-01-17 12:25:40'),
(637, 636, 'ของเล่นฝึกทักษะการแยกรูปทรง', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(638, 636, 'ของเล่นเรียงซ้อน', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(639, 636, 'ม้าโยก', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(640, 636, 'ของเล่นที่มีเสียงดนตรี', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(641, 636, 'ที่นอนโมบายและเสื่อรองคลาน', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(642, 636, 'ของเล่นลากจูง', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(643, 636, 'ของเล่นในห้องน้ำ', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(644, 636, 'บล็อคและของเล่นตัวต่อ', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(645, 636, 'ของเล่นแบบใช้ค้อนทุบ', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(646, 636, 'ของเล่นในเปลนอนและตัวติดตกแต่ง', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(647, 636, 'ลูกบอล', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(648, 636, 'ของเล่นเสริมทักษะก่อนวัยเรียน', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(649, 636, 'ของเล่นประเภทเขย่าแล้วมีเสียง', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(650, 636, 'นาฬิกาสอนอ่านเวลา', NULL, 1, '2017-01-17 12:27:10', '2017-01-17 12:27:10'),
(651, 619, 'ของเล่นตัวต่อ', NULL, 1, '2017-01-17 12:29:36', '2017-01-17 12:29:36'),
(652, 651, 'ชุดตัวต่อ', NULL, 1, '2017-01-17 12:30:05', '2017-01-17 12:30:05'),
(653, 651, 'เกมตึกถล่ม (Jenga)', NULL, 1, '2017-01-17 12:30:05', '2017-01-17 12:30:05'),
(654, 619, 'ตุ๊กตาและชุดตุ๊กตา', NULL, 1, '2017-01-17 12:30:22', '2017-01-17 12:30:22'),
(655, 654, 'ตุ๊กตา', NULL, 1, '2017-01-17 12:30:52', '2017-01-17 12:30:52'),
(656, 654, 'เสื้อผ้าตุ๊กตา', NULL, 1, '2017-01-17 12:30:52', '2017-01-17 12:30:52'),
(657, 654, 'เครื่องประดับตุ๊กตา', NULL, 1, '2017-01-17 12:30:52', '2017-01-17 12:30:52'),
(658, 619, 'บ้านตุ๊กตา', NULL, 1, '2017-01-17 12:31:14', '2017-01-17 12:31:14'),
(659, 658, 'บ้านตุ๊กตา', NULL, 1, '2017-01-17 12:31:37', '2017-01-17 12:31:37'),
(660, 658, 'เครื่องตกแต่งบ้านตุ๊กตา', NULL, 1, '2017-01-17 12:31:37', '2017-01-17 12:31:37'),
(661, NULL, 'เกมและเครื่องเกม', NULL, 1, '2017-01-17 12:36:22', '2017-01-17 12:36:22'),
(662, 661, 'เครื่องเกมคอนโซล', NULL, 1, '2017-01-17 12:36:47', '2017-01-17 12:36:47'),
(663, 662, 'Playstation 2', NULL, 1, '2017-01-17 12:38:01', '2017-01-17 12:38:01'),
(664, 662, 'Playstation 3', NULL, 1, '2017-01-17 12:38:01', '2017-01-17 12:38:01'),
(665, 662, 'Playstation 4', NULL, 1, '2017-01-17 12:38:01', '2017-01-17 12:38:01'),
(666, 662, 'Xbox 360', NULL, 1, '2017-01-17 12:38:02', '2017-01-17 12:38:02'),
(667, 662, 'Xbox One', NULL, 1, '2017-01-17 12:38:02', '2017-01-17 12:38:02'),
(668, 662, 'Wii', NULL, 1, '2017-01-17 12:38:02', '2017-01-17 12:38:02'),
(669, 662, 'Wii U', NULL, 1, '2017-01-17 12:38:02', '2017-01-17 12:38:02'),
(670, 662, 'Nintendo Switch', NULL, 1, '2017-01-17 12:38:02', '2017-01-17 12:38:02'),
(671, 661, 'เครื่องเกมพกพา', NULL, 1, '2017-01-17 13:02:39', '2017-01-17 13:02:39'),
(672, 661, 'PSP', NULL, 1, '2017-01-17 13:03:08', '2017-01-17 13:03:08'),
(673, 661, 'PS Vita', NULL, 1, '2017-01-17 13:03:08', '2017-01-17 13:03:08'),
(674, 661, 'Nintendo DS', NULL, 1, '2017-01-17 13:03:09', '2017-01-17 13:03:09'),
(675, 661, 'Nintendo 3DS / 3DS XL', NULL, 1, '2017-01-17 13:03:09', '2017-01-17 13:03:09'),
(676, 661, 'อุปกรณ์สำหรับเล่นเกมและอุปกรณ์เสริม', NULL, 1, '2017-01-17 13:03:53', '2017-01-17 13:03:53'),
(677, 676, 'จอยสติ๊ก', NULL, 1, '2017-01-17 13:04:22', '2017-01-17 13:04:22'),
(678, 676, 'แบตเตอรี่และแท่นชาร์จจอยสติ๊กอุปกรณ์เสริมอื่นๆ', NULL, 1, '2017-01-17 13:04:22', '2017-01-17 13:04:22'),
(679, 676, 'อุปกรณ์เสริมเครื่องเกมคอนโซล', NULL, 1, '2017-01-17 13:04:22', '2017-01-17 13:04:22'),
(680, 676, 'อุปกรณ์เสริมเครื่องเกมพกพา', NULL, 1, '2017-01-17 13:04:22', '2017-01-17 13:04:22'),
(681, 661, 'เกม', NULL, 1, '2017-01-17 13:04:54', '2017-01-17 13:04:54'),
(682, 681, 'Playstation', NULL, 1, '2017-01-17 13:08:10', '2017-01-17 13:08:10'),
(683, 628, 'Playstation 2', NULL, 1, '2017-01-17 13:10:22', '2017-01-17 13:10:22'),
(684, 628, 'Playstation 3', NULL, 1, '2017-01-17 13:10:22', '2017-01-17 13:10:22'),
(685, 628, 'Playstation 4', NULL, 1, '2017-01-17 13:10:22', '2017-01-17 13:10:22'),
(686, 681, 'Xbox', NULL, 1, '2017-01-17 13:10:53', '2017-01-17 13:10:53'),
(687, 686, 'Xbox 360', NULL, 1, '2017-01-17 13:11:08', '2017-01-17 13:11:38'),
(688, 686, 'Xbox One', NULL, 1, '2017-01-17 13:11:19', '2017-01-17 13:11:41'),
(689, 681, 'Nintendo', NULL, 1, '2017-01-17 13:12:00', '2017-01-17 13:12:00'),
(690, 689, 'Gamecube', NULL, 1, '2017-01-17 13:13:00', '2017-01-17 13:13:00'),
(691, 689, 'Wii', NULL, 1, '2017-01-17 13:13:00', '2017-01-17 13:13:00'),
(692, 689, 'Wii U', NULL, 1, '2017-01-17 13:13:00', '2017-01-17 13:13:00'),
(693, 689, 'Nintendo Switch', NULL, 1, '2017-01-17 13:13:00', '2017-01-17 13:13:00'),
(694, 689, 'Nintendo 3DS / 3DS XL', NULL, 1, '2017-01-17 13:13:00', '2017-01-17 13:13:00'),
(695, 661, 'บัตรเติมเงิน', NULL, 1, '2017-01-17 13:15:55', '2017-01-17 13:15:55'),
(696, 695, 'Playstation Network', NULL, 1, '2017-01-17 13:17:18', '2017-01-17 13:17:37'),
(697, 695, 'Xbox Live', NULL, 1, '2017-01-17 13:17:19', '2017-01-17 13:18:44'),
(698, 695, 'Nintendo', NULL, 1, '2017-01-17 13:17:19', '2017-01-17 13:17:19'),
(699, 661, 'เกมมิ่งเกียร์', NULL, 1, '2017-01-17 13:19:10', '2017-01-17 13:20:19'),
(700, 699, 'คีย์บอร์ด', NULL, 1, '2017-01-17 13:22:53', '2017-01-17 13:22:53'),
(701, 699, 'เมาส์', NULL, 1, '2017-01-17 13:22:53', '2017-01-17 13:22:53'),
(702, 699, 'หูฟังแบบครอบหู', NULL, 1, '2017-01-17 13:22:53', '2017-01-17 13:22:53'),
(703, 699, 'หูฟังแบบสอดหู', NULL, 1, '2017-01-17 13:22:54', '2017-01-17 13:22:54'),
(704, 699, 'ลำโพง', NULL, 1, '2017-01-17 13:22:54', '2017-01-17 13:22:54'),
(705, 699, 'จอยสติ๊ก', NULL, 1, '2017-01-17 13:22:54', '2017-01-17 13:22:54'),
(706, 699, 'จอยพวงมาลัย', NULL, 1, '2017-01-17 13:22:54', '2017-01-17 13:22:54'),
(707, 699, 'ไมโครโฟน', NULL, 1, '2017-01-17 13:22:54', '2017-01-17 13:22:54'),
(708, 699, 'อุปกรณ์เสริม', NULL, 1, '2017-01-17 13:22:54', '2017-01-17 13:22:54'),
(709, NULL, 'ฟิกเกอร์ โมเดลและของสะสม', NULL, 1, '2017-01-17 13:26:05', '2017-01-17 13:26:05'),
(710, 709, 'ฟิกเกอร์และโมเดล', NULL, 1, '2017-01-17 13:26:24', '2017-01-17 13:26:24'),
(711, 710, 'ฟิกเกอร์ขนาดเล็ก', NULL, 1, '2017-01-17 13:28:58', '2017-01-17 13:28:58'),
(712, 710, 'ฟิกเกอร์จากวิดีโอเกม', NULL, 1, '2017-01-17 13:28:58', '2017-01-17 13:28:58'),
(713, 710, 'โมเดลเพื่อการสะสม', NULL, 1, '2017-01-17 13:28:58', '2017-01-17 13:28:58'),
(714, 710, 'โมเดลกันดั้ม', NULL, 1, '2017-01-17 13:28:58', '2017-01-17 13:28:58'),
(715, 714, 'First Grade (FG)', NULL, 1, '2017-01-17 13:29:31', '2017-01-17 13:29:31'),
(716, 714, 'High Grade (HG)', NULL, 1, '2017-01-17 13:29:31', '2017-01-17 13:29:31'),
(717, 714, 'Master Grade (MG)', NULL, 1, '2017-01-17 13:29:31', '2017-01-17 13:29:31'),
(718, 714, 'Perfect Grade (PG)', NULL, 1, '2017-01-17 13:29:31', '2017-01-17 13:29:31'),
(719, 714, 'Real Grade (RG)', NULL, 1, '2017-01-17 13:29:31', '2017-01-17 13:29:31'),
(720, 714, 'SD Gundam', NULL, 1, '2017-01-17 13:29:31', '2017-01-17 13:29:31'),
(721, 709, 'การ์ดเกมและการ์ดสะสม', NULL, 1, '2017-01-17 13:37:25', '2017-01-17 13:37:25'),
(722, 709, 'แสตมป์', NULL, 1, '2017-01-17 13:37:25', '2017-01-17 13:37:25'),
(723, 709, 'เหรียญและธนบัตร', NULL, 1, '2017-01-17 13:37:25', '2017-01-17 13:37:25'),
(724, 709, 'สมุดสะสมสติ๊กเกอร์', NULL, 1, '2017-01-17 13:37:25', '2017-01-17 13:37:25'),
(725, 709, 'รูปภาพ', NULL, 1, '2017-01-17 13:37:25', '2017-01-17 13:37:25'),
(726, 709, 'โปสเตอร์', NULL, 1, '2017-01-17 13:37:25', '2017-01-17 13:37:25'),
(727, 709, 'โปสการ์ด', NULL, 1, '2017-01-17 13:37:26', '2017-01-17 13:37:26'),
(728, 709, 'บัตรเติมเงินโทรศัพท์', NULL, 1, '2017-01-17 13:37:26', '2017-01-17 13:37:26'),
(729, 709, 'แผ่นเกม เครื่องเกมและคู่มือเกม', NULL, 1, '2017-01-17 13:37:26', '2017-01-17 13:37:26'),
(730, 709, 'หนังสือ', NULL, 1, '2017-01-17 13:37:26', '2017-01-17 13:37:26'),
(731, 709, 'ของเล่น', NULL, 1, '2017-01-17 13:37:26', '2017-01-17 13:37:26'),
(732, 709, 'ของเก่าและของโบราณ', NULL, 1, '2017-01-17 13:37:26', '2017-01-17 13:37:26'),
(733, NULL, 'กล้องและอุปกรณ์เสริม', NULL, 1, '2017-01-17 13:40:18', '2017-01-17 13:40:18'),
(734, 733, 'กล้องคอมแพค', NULL, 1, '2017-01-17 14:02:30', '2017-01-17 14:02:30'),
(735, 734, 'กล้องคอมแพค', NULL, 1, '2017-01-17 14:02:50', '2017-01-17 14:02:50'),
(736, 734, 'กล้องถ่ายใต้น้ำ', NULL, 1, '2017-01-17 14:02:50', '2017-01-17 14:02:50'),
(737, 733, 'กล้อง DSLR ', NULL, 1, '2017-01-17 14:04:18', '2017-01-17 14:04:18'),
(738, 737, 'ชุดกล้องพร้อมเลนส์', NULL, 1, '2017-01-17 14:06:44', '2017-01-17 14:06:44'),
(739, 737, 'ตัวกล้อง DSLR', NULL, 1, '2017-01-17 14:06:44', '2017-01-17 14:07:11'),
(740, 733, 'กล้องมิลเลอร์เลส', NULL, 1, '2017-01-17 14:07:49', '2017-01-17 14:07:49'),
(741, 733, 'กล้องวิดีโอ', NULL, 1, '2017-01-17 14:08:05', '2017-01-17 14:08:05'),
(742, 741, 'กล้องวิดีโอ', NULL, 1, '2017-01-17 14:10:50', '2017-01-17 14:10:50'),
(743, 741, 'กล้องแอ็คชั่นแคม', NULL, 1, '2017-01-17 14:10:50', '2017-01-17 14:10:50'),
(744, 741, 'กล้องวิดีโอระดับมืออาชีพ', NULL, 1, '2017-01-17 14:10:50', '2017-01-17 14:10:50'),
(745, 741, 'อุปกรณ์สำหรับกล้องแอ็คชั่นแคม', NULL, 1, '2017-01-17 14:10:50', '2017-01-17 14:10:50'),
(746, 733, 'กล้องบริดจ์', NULL, 1, '2017-01-17 14:13:32', '2017-01-17 14:13:32'),
(747, 733, 'กล้องอินสแตนท์', NULL, 1, '2017-01-17 14:13:47', '2017-01-17 14:13:47'),
(748, 747, 'กล้องอินสแตนท์', NULL, 1, '2017-01-17 14:14:52', '2017-01-17 14:14:52'),
(749, 747, 'ฟิล์มสำหรับกล้องอินสแตนท์', NULL, 1, '2017-01-17 14:14:52', '2017-01-17 14:14:52'),
(750, 747, 'อุปกรณ์สำหรับกล้องอินสแตนท์', NULL, 1, '2017-01-17 14:14:53', '2017-01-17 14:14:53'),
(751, 733, 'อุปกรณ์เสริม', NULL, 1, '2017-01-17 14:17:01', '2017-01-17 14:17:01'),
(752, 751, 'แบตเตอรี่กล้อง', NULL, 1, '2017-01-17 14:17:49', '2017-01-17 14:17:49'),
(753, 751, 'อุปกรณ์ชาร์จแบตเตอรี่แบตเตอรี่กล้อง', NULL, 1, '2017-01-17 14:17:49', '2017-01-18 21:24:21'),
(754, 751, 'ฟิล์ม', NULL, 1, '2017-01-17 14:17:49', '2017-01-17 14:17:49'),
(755, 751, 'แฟลช', NULL, 1, '2017-01-17 14:17:49', '2017-01-17 14:17:49'),
(756, 751, 'รีโมทกล้อง', NULL, 1, '2017-01-17 14:17:49', '2017-01-17 14:17:49'),
(757, 751, 'เมมโมรี่การ์ด', NULL, 1, '2017-01-17 14:17:49', '2017-01-17 14:17:49'),
(758, 751, 'สายคล้องคอ', NULL, 1, '2017-01-17 14:17:49', '2017-01-17 14:17:49'),
(759, 751, 'เครื่องพิมพ์ภาพ', NULL, 1, '2017-01-17 14:17:49', '2017-01-17 14:17:49'),
(760, 751, 'กระเป๋ากล้อง', NULL, 1, '2017-01-17 14:17:49', '2017-01-17 14:17:49'),
(761, 751, 'กล่องป้องกันความชื้น', NULL, 1, '2017-01-17 14:17:50', '2017-01-17 14:17:50'),
(762, 751, 'ขาตั้งกล้องแบบขาเดียวและ 3 ขา', NULL, 1, '2017-01-17 14:17:50', '2017-01-17 14:17:50'),
(763, 751, 'อุปกรณ์สำหรับกล้องแอ็คชั่นแคม', NULL, 1, '2017-01-17 14:17:50', '2017-01-17 14:17:50'),
(764, 751, 'อุปกรณ์ป้องกันหน้าจอ', NULL, 1, '2017-01-17 14:17:50', '2017-01-17 14:17:50'),
(765, 751, 'ไฟสตูดิโอ และอุปกรณ์สตูดิโอ', NULL, 1, '2017-01-17 14:17:50', '2017-01-17 14:17:50'),
(766, NULL, 'เครื่องดนตรีและอุปกรณ์เสริม', NULL, 1, '2017-01-17 14:18:19', '2017-01-17 14:18:19'),
(767, 766, 'กีต้าร์', NULL, 1, '2017-01-17 14:18:35', '2017-01-17 14:18:35'),
(768, 767, 'กีต้าร์ไฟฟ้า', NULL, 1, '2017-01-17 14:20:51', '2017-01-17 14:20:51'),
(769, 767, 'กีต้าร์โปร่ง', NULL, 1, '2017-01-17 14:20:51', '2017-01-17 14:20:51'),
(770, 767, 'กีต้าร์โปร่งไฟฟ้า', NULL, 1, '2017-01-17 14:20:51', '2017-01-17 14:20:51'),
(771, 767, 'แอมป์กีต้าร์', NULL, 1, '2017-01-17 14:20:52', '2017-01-17 14:20:52'),
(772, 767, 'อูคูเลเล่', NULL, 1, '2017-01-17 14:20:52', '2017-01-17 14:20:52'),
(773, 767, 'สายกีต้าร์', NULL, 1, '2017-01-17 14:20:52', '2017-01-17 14:20:52'),
(774, 767, 'เอฟเฟคกีต้าร์', NULL, 1, '2017-01-17 14:20:52', '2017-01-17 14:20:52'),
(775, 767, 'อุปกรณ์และอะไหล่กีต้าร์และกีต้าร์เบส', NULL, 1, '2017-01-17 14:20:52', '2017-01-17 14:24:57'),
(776, 767, 'กระเป๋ากีต้าร์', NULL, 1, '2017-01-17 14:34:48', '2017-01-17 14:34:48'),
(777, 766, 'กีต้าร์เบส', NULL, 1, '2017-01-17 14:38:19', '2017-01-17 14:38:19'),
(778, 777, 'กีต้าร์เบสไฟฟ้า', NULL, 1, '2017-01-17 14:44:47', '2017-01-17 14:44:47'),
(779, 777, 'เบสโปร่ง', NULL, 1, '2017-01-17 14:44:47', '2017-01-17 14:44:47'),
(780, 777, 'ตู้แอมป์เบส', NULL, 1, '2017-01-17 14:44:48', '2017-01-17 14:44:48'),
(781, 766, 'เครื่องเป่า', NULL, 1, '2017-01-17 14:45:16', '2017-01-17 14:45:16'),
(782, 781, 'ขลุ่ยรีคอร์เดอร์', NULL, 1, '2017-01-17 16:45:51', '2017-01-17 16:45:51'),
(783, 781, 'ฟลูต', NULL, 1, '2017-01-17 16:45:51', '2017-01-17 16:45:51'),
(784, 781, 'ปิคโคโล', NULL, 1, '2017-01-17 16:45:51', '2017-01-17 16:45:51'),
(785, 781, 'คลาริเนต', NULL, 1, '2017-01-17 16:45:51', '2017-01-17 16:45:51'),
(786, 781, 'แซกโซโฟน', NULL, 1, '2017-01-17 16:45:52', '2017-01-17 16:45:52'),
(787, 781, 'โอโบ', NULL, 1, '2017-01-17 16:45:52', '2017-01-17 16:45:52'),
(788, 781, 'คอร์ แองเกลส์', NULL, 1, '2017-01-17 16:45:52', '2017-01-17 16:45:52'),
(789, 781, 'บาสซูน', NULL, 1, '2017-01-17 16:45:52', '2017-01-17 16:45:52'),
(790, 781, 'คอร์เนต', NULL, 1, '2017-01-17 16:45:52', '2017-01-17 16:45:52'),
(791, 781, 'ทรัมเป็ต', NULL, 1, '2017-01-17 16:45:52', '2017-01-17 16:45:52'),
(792, 781, 'เฟรนช์ฮอร์น', NULL, 1, '2017-01-17 16:45:52', '2017-01-17 16:45:52'),
(793, 781, 'ทรอมโบน', NULL, 1, '2017-01-17 16:45:52', '2017-01-17 16:45:52'),
(794, 781, 'ยูโฟเนียม', NULL, 1, '2017-01-17 16:45:52', '2017-01-17 16:45:52'),
(795, 781, 'ทูบา', NULL, 1, '2017-01-17 16:45:52', '2017-01-17 16:45:52'),
(796, 781, 'ซูซ่าโฟน', NULL, 1, '2017-01-17 16:45:52', '2017-01-17 16:45:52'),
(797, 766, 'คีย์บอร์ดและเปียโน', NULL, 1, '2017-01-17 16:55:46', '2017-01-17 16:55:46'),
(798, 797, 'เปียโน', NULL, 1, '2017-01-17 16:58:03', '2017-01-17 16:58:03'),
(799, 797, 'เปียโนดิจิตอล', NULL, 1, '2017-01-17 16:58:03', '2017-01-17 16:58:03'),
(800, 797, 'อคูสติกเปียโน', NULL, 1, '2017-01-17 16:58:03', '2017-01-17 16:58:03'),
(801, 797, 'คีย์บอร์ด', NULL, 1, '2017-01-17 16:58:03', '2017-01-17 16:58:03'),
(802, 797, 'แอคคอร์เดียน', NULL, 1, '2017-01-17 16:58:03', '2017-01-17 16:58:03'),
(803, 797, 'เมโลเดียน', NULL, 1, '2017-01-17 16:58:03', '2017-01-17 16:58:03'),
(804, 797, 'ออร์แกน', NULL, 1, '2017-01-17 16:58:03', '2017-01-17 16:58:03'),
(805, 797, 'ฮาร์ปซิคอร์ด', NULL, 1, '2017-01-17 16:58:03', '2017-01-17 16:58:03'),
(806, 797, 'คลาวิคอร์ด', NULL, 1, '2017-01-17 16:58:04', '2017-01-17 16:58:04'),
(807, 797, 'อุปกรณ์สังเคราะห์เสียง', NULL, 1, '2017-01-17 16:58:04', '2017-01-17 16:58:04'),
(808, 797, 'MIDI Controller', NULL, 1, '2017-01-17 16:58:04', '2017-01-17 16:58:04'),
(809, 766, 'กลอง', NULL, 1, '2017-01-17 17:06:20', '2017-01-17 17:06:20'),
(810, 809, 'กลองชุด', NULL, 1, '2017-01-17 17:07:02', '2017-01-17 17:07:02'),
(811, 809, 'กลองไฟฟ้า', NULL, 1, '2017-01-17 17:07:02', '2017-01-17 17:07:02'),
(812, 809, 'อุปกรณ์กลอง', NULL, 1, '2017-01-17 17:07:02', '2017-01-17 17:07:02'),
(813, 809, 'แฉและฉาบ', NULL, 1, '2017-01-17 17:07:02', '2017-01-17 17:07:02'),
(814, 809, 'เพอร์คัสชั่น', NULL, 1, '2017-01-17 17:07:02', '2017-01-17 17:07:02'),
(815, 809, 'กลองทิมปานี', NULL, 1, '2017-01-17 17:07:02', '2017-01-17 17:07:02'),
(816, 766, 'เครื่องดนตรีสากลอื่นๆ', NULL, 1, '2017-01-17 17:10:23', '2017-01-17 17:10:23'),
(817, 816, 'ไซโลโฟน', NULL, 1, '2017-01-17 17:11:09', '2017-01-17 17:11:09'),
(818, 816, 'ไวบราโฟน', NULL, 1, '2017-01-17 17:11:10', '2017-01-17 17:11:10'),
(819, 816, 'มาริมบา', NULL, 1, '2017-01-17 17:11:10', '2017-01-17 17:11:10'),
(820, 816, 'ระฆังราว', NULL, 1, '2017-01-17 17:11:10', '2017-01-17 17:11:10'),
(821, 816, 'กิ๋ง (Triangle)', NULL, 1, '2017-01-17 17:11:10', '2017-01-17 17:11:10'),
(822, 816, 'แทมโบริน', NULL, 1, '2017-01-17 17:11:10', '2017-01-17 17:11:10'),
(823, 816, 'มาราคา', NULL, 1, '2017-01-17 17:11:10', '2017-01-17 17:11:10'),
(824, 816, 'ฮาร์โมนิก้าและเม้าท์ออแกน', NULL, 1, '2017-01-17 17:11:10', '2017-01-17 17:11:10'),
(825, 766, 'เครื่องดนตรีไทย', NULL, 1, '2017-01-17 17:12:46', '2017-01-17 17:12:46'),
(826, 825, 'เครื่องดีด', NULL, 1, '2017-01-17 17:13:06', '2017-01-17 17:13:06'),
(827, 826, 'พิณ', NULL, 1, '2017-01-17 17:14:56', '2017-01-17 17:14:56'),
(828, 826, 'กระจับปี่', NULL, 1, '2017-01-17 17:14:56', '2017-01-17 17:14:56'),
(829, 826, 'จะเข้', NULL, 1, '2017-01-17 17:14:56', '2017-01-17 17:14:56'),
(830, 825, 'เครื่องสี ', NULL, 1, '2017-01-17 17:15:21', '2017-01-17 17:15:21'),
(831, 830, 'ซอสามสาย', NULL, 1, '2017-01-17 17:18:02', '2017-01-17 17:18:02'),
(832, 830, 'ซอด้วง', NULL, 1, '2017-01-17 17:18:02', '2017-01-17 17:18:02'),
(833, 830, 'ซออู้', NULL, 1, '2017-01-17 17:18:02', '2017-01-17 17:18:02'),
(834, 825, 'เครื่องตี', NULL, 1, '2017-01-17 17:18:30', '2017-01-17 17:18:30'),
(835, 834, 'กรับ', NULL, 1, '2017-01-17 17:20:03', '2017-01-17 17:20:03'),
(836, 834, 'กรับพวง', NULL, 1, '2017-01-17 17:20:03', '2017-01-17 17:20:03'),
(837, 825, 'ระนาด', NULL, 1, '2017-01-17 17:20:21', '2017-01-17 17:20:21'),
(838, 837, 'ระนาดเอก', NULL, 1, '2017-01-17 17:21:14', '2017-01-17 17:21:14'),
(839, 837, 'ระนาดทุ้ม', NULL, 1, '2017-01-17 17:21:14', '2017-01-17 17:21:14'),
(840, 837, 'ระนาดเอกเหล็ก', NULL, 1, '2017-01-17 17:21:14', '2017-01-17 17:21:14'),
(841, 837, 'ระนาดทุ้มเหล็ก', NULL, 1, '2017-01-17 17:21:14', '2017-01-17 17:21:14'),
(842, 825, 'ฆ้อง', NULL, 1, '2017-01-17 17:23:28', '2017-01-17 17:23:28'),
(843, 842, 'ฆ้องโหม่ง', NULL, 1, '2017-01-17 17:23:59', '2017-01-17 17:23:59'),
(844, 842, 'ฆ้องวงเล็ก', NULL, 1, '2017-01-17 17:23:59', '2017-01-17 17:23:59'),
(845, 842, 'ฆ้องวงใหญ่', NULL, 1, '2017-01-17 17:23:59', '2017-01-17 17:23:59'),
(846, 825, 'ฉิ่งและฉาบ', NULL, 1, '2017-01-17 17:24:36', '2017-01-17 17:24:36'),
(847, 825, 'กลอง', NULL, 1, '2017-01-17 17:26:25', '2017-01-17 17:26:25'),
(848, 847, 'กลองทัด', NULL, 1, '2017-01-17 17:26:56', '2017-01-17 17:26:56'),
(849, 847, 'กลองแขก', NULL, 1, '2017-01-17 17:26:56', '2017-01-17 17:26:56'),
(850, 825, 'โทน', NULL, 1, '2017-01-17 17:27:12', '2017-01-17 17:27:12'),
(851, 850, 'โทนมโหรี', NULL, 1, '2017-01-17 17:27:50', '2017-01-17 17:27:50'),
(852, 850, 'โทนชาตรี', NULL, 1, '2017-01-17 17:27:50', '2017-01-17 17:27:50'),
(853, 825, 'รำมะนา', NULL, 1, '2017-01-17 17:28:04', '2017-01-17 17:28:04'),
(854, 853, 'รำมะนาลำตัด', NULL, 1, '2017-01-17 17:28:35', '2017-01-17 17:28:35'),
(855, 853, 'รำมะนามโหรี', NULL, 1, '2017-01-17 17:28:35', '2017-01-17 17:28:35'),
(856, 825, 'ตะโพน', NULL, 1, '2017-01-17 17:31:16', '2017-01-17 17:31:16'),
(857, 825, 'เครื่องเป่า', NULL, 1, '2017-01-17 17:31:38', '2017-01-17 17:31:38'),
(858, 857, 'ปี่ใน', NULL, 1, '2017-01-17 17:32:27', '2017-01-17 17:32:27'),
(859, 857, 'ปี่ไฉน', NULL, 1, '2017-01-17 17:32:27', '2017-01-17 17:32:27'),
(860, 857, 'ปี่ชวา', NULL, 1, '2017-01-17 17:32:27', '2017-01-17 17:32:27'),
(861, 857, 'ขลุ่ยหลิบ', NULL, 1, '2017-01-17 17:32:27', '2017-01-17 17:32:27'),
(862, 857, 'ขลุ่ยเพียงออ', NULL, 1, '2017-01-17 17:32:27', '2017-01-17 17:32:27'),
(863, NULL, 'เครื่องเสียงและชุดหูฟัง', NULL, 1, '2017-01-17 17:32:49', '2017-01-17 17:32:49'),
(864, 863, 'ไมโครโฟน', NULL, 1, '2017-01-17 21:15:37', '2017-01-17 21:15:37'),
(865, 864, 'แบบไดนามิค', NULL, 1, '2017-01-17 21:16:41', '2017-01-17 21:16:41'),
(866, 864, 'แบบคอนเดนเซอร์', NULL, 1, '2017-01-17 21:16:41', '2017-01-17 21:16:41'),
(867, 864, 'แบบริบบอน', NULL, 1, '2017-01-17 21:16:41', '2017-01-17 21:16:41'),
(868, 864, 'แบบเซรามิค', NULL, 1, '2017-01-17 21:16:41', '2017-01-17 21:16:41'),
(869, 864, 'แบบคริสตัล', NULL, 1, '2017-01-17 21:16:41', '2017-01-17 21:16:41'),
(870, 864, 'แบบคาร์บอน', NULL, 1, '2017-01-17 21:16:41', '2017-01-17 21:16:41'),
(871, 863, 'ลำโพง', NULL, 1, '2017-01-17 21:31:59', '2017-01-17 21:31:59'),
(872, 871, 'ลำโพงบลูทูธ', NULL, 1, '2017-01-17 21:34:41', '2017-01-17 21:34:41'),
(873, 871, 'เครื่องเสียงและโฮมเธียร์เตอร์', NULL, 1, '2017-01-17 21:34:41', '2017-01-17 21:34:41'),
(874, 873, 'ลำโพงซาวด์บาร์', NULL, 1, '2017-01-17 21:37:00', '2017-01-17 21:37:00'),
(875, 873, 'โฮมเธียเตอร์', NULL, 1, '2017-01-17 21:37:00', '2017-01-17 21:37:00'),
(876, 873, 'คาราโอเกะ', NULL, 1, '2017-01-17 21:37:00', '2017-01-17 21:37:00'),
(877, 873, 'เครื่องเล่นแผ่นเสียง', NULL, 1, '2017-01-17 21:37:00', '2017-01-17 21:37:00'),
(878, 873, 'ตัวรับสัญญาณและเครื่องขยายเสียง', NULL, 1, '2017-01-17 21:37:00', '2017-01-17 21:37:00'),
(879, 873, 'เครื่องเสียงระบบ Hi-Fi', NULL, 1, '2017-01-17 21:37:00', '2017-01-17 21:37:00'),
(880, 873, 'ลำโพงแยกชิ้น', NULL, 1, '2017-01-17 21:37:00', '2017-01-17 21:37:00'),
(881, 873, 'อุปกรณ์เครื่องเสียง', NULL, 1, '2017-01-17 21:37:00', '2017-01-17 21:37:00'),
(882, 863, 'ชุดหูฟัง', NULL, 1, '2017-01-17 21:37:28', '2017-01-17 21:37:28'),
(883, 882, 'หูฟังแบบครอบหู', NULL, 1, '2017-01-17 21:38:10', '2017-01-17 21:38:10'),
(884, 882, 'หูฟังแบบสอดหู', NULL, 1, '2017-01-17 21:38:10', '2017-01-17 21:38:10'),
(885, 882, 'หูฟังแบบทับหู', NULL, 1, '2017-01-17 21:38:10', '2017-01-17 21:38:10'),
(886, 882, 'หูฟังแบบโมโน', NULL, 1, '2017-01-17 21:38:10', '2017-01-17 21:38:10'),
(887, 882, 'หูฟังเอียบัด', NULL, 1, '2017-01-17 21:38:10', '2017-01-17 21:38:10'),
(888, 882, 'อุปกรณ์เสริม', NULL, 1, '2017-01-17 21:38:10', '2017-01-17 21:38:10'),
(889, NULL, 'เครื่องใช้ในครัวเรือนและเครื่องใช้ไฟฟ้า', NULL, 1, '2017-01-17 21:45:28', '2017-01-17 21:45:28'),
(890, 889, 'โทรทัศน์และอุปกรณ์', NULL, 1, '2017-01-17 21:45:42', '2017-01-17 21:47:57'),
(891, 890, 'LCD', NULL, 1, '2017-01-17 21:49:57', '2017-01-17 21:49:57'),
(892, 890, 'LED', NULL, 1, '2017-01-17 21:49:57', '2017-01-17 21:49:57'),
(893, 892, 'EDGE LED', NULL, 1, '2017-01-17 21:50:21', '2017-01-17 21:50:21'),
(894, 892, 'Full LED', NULL, 1, '2017-01-17 21:50:21', '2017-01-17 21:50:21'),
(895, 892, 'RGB LED', NULL, 1, '2017-01-17 21:50:21', '2017-01-17 21:50:21'),
(896, 890, 'Plasma TV', NULL, 1, '2017-01-17 21:50:41', '2017-01-17 21:50:41'),
(897, 890, 'อุปกรณ์โทรทัศน์', NULL, 1, '2017-01-17 21:50:41', '2017-01-17 21:50:41'),
(898, 897, 'เสาอากาศทีวี', NULL, 1, '2017-01-17 21:51:33', '2017-01-17 21:51:33'),
(899, 897, 'กล่องรับสัญญาณทีวีดาวเทียม', NULL, 1, '2017-01-17 21:51:33', '2017-01-17 21:51:33'),
(900, 897, 'สายสัญญาณ', NULL, 1, '2017-01-17 21:51:33', '2017-01-17 21:51:33'),
(901, 897, 'รีโมทคอนโทรล', NULL, 1, '2017-01-17 21:51:34', '2017-01-17 21:51:34'),
(902, 897, 'ขาแขวนทีวี', NULL, 1, '2017-01-17 21:51:34', '2017-01-17 21:51:34'),
(903, 897, 'อะแดปเตอร์', NULL, 1, '2017-01-17 21:51:34', '2017-01-17 21:51:34'),
(904, 897, 'แว่น 3 มิติ', NULL, 1, '2017-01-17 21:51:34', '2017-01-17 21:51:34'),
(905, 889, 'เครื่องดูดฝุ่นและอุปกรณ์กำจัดฝุ่น', NULL, 1, '2017-01-18 08:53:26', '2017-01-18 08:53:26'),
(906, 905, 'เครื่องดูดฝุ่น', NULL, 1, '2017-01-18 08:53:43', '2017-01-18 08:53:43');

-- --------------------------------------------------------

--
-- Table structure for table `contacts`
--

CREATE TABLE `contacts` (
  `id` int(11) NOT NULL,
  `model` varchar(255) NOT NULL,
  `model_id` int(11) NOT NULL,
  `phone_number` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `website` varchar(255) DEFAULT NULL,
  `facebook` varchar(255) DEFAULT NULL,
  `instagram` varchar(255) DEFAULT NULL,
  `line` varchar(255) DEFAULT NULL,
  `created` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `modified` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `contacts`
--

INSERT INTO `contacts` (`id`, `model`, `model_id`, `phone_number`, `email`, `website`, `facebook`, `instagram`, `line`, `created`, `modified`) VALUES
(1, 'Item', 13, '1111111111', 'mmm@mail.com', NULL, NULL, NULL, NULL, '2017-01-20 13:13:55', '2017-01-20 13:13:55'),
(2, 'Item', 14, '1111111111', 'mmm@mail.com', NULL, NULL, NULL, NULL, '2017-01-20 13:54:13', '2017-01-20 13:54:13'),
(3, 'Item', 40, '', '', NULL, NULL, NULL, NULL, '2017-01-20 15:55:23', '2017-01-20 15:55:23'),
(4, 'Item', 45, '', '', NULL, NULL, NULL, NULL, '2017-01-20 17:38:05', '2017-01-20 17:38:05'),
(5, 'Item', 46, '', '', NULL, NULL, NULL, NULL, '2017-01-20 18:36:40', '2017-01-20 18:36:40'),
(6, 'Item', 47, '0844444444', 'mail@mail.com', NULL, NULL, NULL, NULL, '2017-01-20 19:54:02', '2017-01-20 19:54:02'),
(7, 'Item', 48, '0585858585', 'qwerttt@mail.com', NULL, NULL, NULL, NULL, '2017-01-20 20:57:19', '2017-01-20 20:57:19'),
(8, 'Item', 53, '', '', NULL, NULL, NULL, NULL, '2017-01-21 09:33:34', '2017-01-21 09:33:34'),
(9, 'Item', 54, '', '', NULL, NULL, NULL, NULL, '2017-01-21 10:08:12', '2017-01-21 10:08:12'),
(10, 'Item', 66, '', '', NULL, NULL, NULL, NULL, '2017-01-21 10:18:42', '2017-01-21 10:18:42'),
(11, 'Item', 67, '', '', NULL, NULL, NULL, NULL, '2017-01-21 10:18:53', '2017-01-21 10:18:53'),
(12, 'Item', 68, '', '', NULL, NULL, NULL, NULL, '2017-01-21 10:20:18', '2017-01-21 10:20:18'),
(13, 'Item', 69, '', '', NULL, NULL, NULL, NULL, '2017-01-21 10:20:53', '2017-01-21 10:20:53'),
(14, 'Item', 70, '', '', NULL, NULL, NULL, NULL, '2017-01-21 10:21:03', '2017-01-21 10:21:03'),
(15, 'Item', 71, '0888888888', '', NULL, NULL, NULL, NULL, '2017-01-21 11:31:10', '2017-01-21 11:31:10'),
(16, 'Item', 72, '0445454555', 'mail@mail.com', NULL, NULL, NULL, NULL, '2017-01-21 12:03:58', '2017-01-21 12:03:58'),
(17, 'Item', 73, '000000000', '', NULL, NULL, NULL, NULL, '2017-01-21 13:47:38', '2017-01-21 13:47:38'),
(18, 'Item', 74, '0000000000', '', NULL, NULL, NULL, NULL, '2017-01-21 15:20:04', '2017-01-21 15:20:04'),
(19, 'Item', 78, '0454545745', 'gerss@mail.com', NULL, NULL, NULL, NULL, '2017-01-21 18:34:04', '2017-01-21 18:34:04'),
(20, 'Item', 79, '0121212121', 'kkk@mail.com', NULL, NULL, NULL, NULL, '2017-01-21 18:37:53', '2017-01-21 18:37:53'),
(21, 'Item', 80, '000', '', NULL, NULL, NULL, NULL, '2017-01-21 19:12:28', '2017-01-21 19:12:28');

-- --------------------------------------------------------

--
-- Table structure for table `districts`
--

CREATE TABLE `districts` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `districts`
--

INSERT INTO `districts` (`id`, `name`) VALUES
(1, 'เมืองชลบุรี'),
(2, 'เกาะสีชัง'),
(3, 'บ่อทอง'),
(4, 'บางละมุง'),
(5, 'บ้านบึง'),
(6, 'พานทอง'),
(7, 'พนัสนิคม'),
(8, 'ศรีราชา'),
(9, 'สัตหีบ'),
(10, 'หนองใหญ่'),
(11, 'เกาะจันทร์');

-- --------------------------------------------------------

--
-- Table structure for table `employment_types`
--

CREATE TABLE `employment_types` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `employment_types`
--

INSERT INTO `employment_types` (`id`, `name`) VALUES
(1, 'พนักงานประจำ'),
(2, 'พนักงานสัญญาจ้าง'),
(3, 'พาร์ทไทม์');

-- --------------------------------------------------------

--
-- Table structure for table `entities`
--

CREATE TABLE `entities` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `entity_type_id` int(11) NOT NULL,
  `created_by` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `entity_types`
--

CREATE TABLE `entity_types` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `alias` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `entity_types`
--

INSERT INTO `entity_types` (`id`, `name`, `alias`) VALUES
(1, 'บริษัท, องค์กร หรือ ธุรกิจชุมชน', 'business'),
(2, 'สถานที่', 'place'),
(3, 'ร้านค้าออนไลน์', 'online-shop');

-- --------------------------------------------------------

--
-- Table structure for table `files`
--

CREATE TABLE `files` (
  `id` int(11) NOT NULL,
  `model` varchar(255) NOT NULL,
  `model_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `description` text,
  `file_type_id` int(11) NOT NULL,
  `created_by` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `images`
--

CREATE TABLE `images` (
  `id` int(11) NOT NULL,
  `model` varchar(255) NOT NULL,
  `model_id` int(11) NOT NULL,
  `filename` varchar(255) NOT NULL,
  `description` text,
  `created_by` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `items`
--

CREATE TABLE `items` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `announcement_detail` text NOT NULL,
  `item_detail` text NOT NULL,
  `price` int(8) NOT NULL,
  `announcement_type_id` int(11) NOT NULL,
  `used` tinyint(1) NOT NULL,
  `created_by` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `item_categories`
--

CREATE TABLE `item_categories` (
  `id` int(11) NOT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `description` text,
  `top` tinyint(1) NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '1',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `item_categories`
--

INSERT INTO `item_categories` (`id`, `parent_id`, `name`, `description`, `top`, `active`, `created_at`, `updated_at`) VALUES
(1, NULL, 'เสื้อผ้าและเครื่องแต่งกายสุภาพบุรุษ', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(2, NULL, 'เสื้อผ้าและเครื่องแต่งกายสุภาพสตรี', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(3, NULL, 'นาฬิกาและเครื่องประดับ', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(4, NULL, 'อุปกรณ์กีฬาและอุปกรณ์ช่วยออกกำลังกาย', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(5, NULL, 'สุขภาพและความงาม', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(6, NULL, 'แม่และเด็ก', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(7, NULL, 'ยานพาหนะ', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(8, NULL, 'ชุดและอุปกรณ์สำหรับขับขี่ยานพาหนะ', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(9, NULL, 'อะไหล่รถและประดับยนต์', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(10, NULL, 'คอมพิวเตอร์และโน๊ตบุค', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(11, NULL, 'โทรศัพท์มือถือและแท็บเล็ต', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(12, NULL, 'ทีวีและมอนิเตอร์', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(13, NULL, 'เกมและเครื่องเกม', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(14, NULL, 'กล้องและอุปกรณ์เสริม', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(15, NULL, 'เครื่องดนตรีและอุปกรณ์เสริม', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(16, NULL, 'เครื่องเสียงและชุดหูฟัง', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(17, NULL, 'เฟอร์นิเจอร์และของใช้ภายในบ้าน', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(18, NULL, 'เครื่องใช้ไฟฟ้า', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(19, NULL, 'สวนและเฟอร์นิเจอร์ตกแต่งบ้าน', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(20, NULL, 'เครื่องมือและอุปกรณ์ทำสวน', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(21, NULL, 'เครื่องมือและอุปกรณ์ช่าง', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(22, NULL, 'หนังสือ', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(23, NULL, 'สัตว์เลี้ยงและอุปกรณ์สำหรับสัตว์เลี้ยง', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(24, NULL, 'กระเป๋าและอุปกรณ์สำหรับการเดินทาง', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(25, NULL, 'ของเล่นและของสะสม ', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(26, NULL, 'เครื่องเขียนและอุปกรณ์จัดในสำนักงาน', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(27, NULL, 'อาหารและขนมขบเคี้ยว', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(28, NULL, 'เครื่องดื่ม', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20'),
(29, NULL, 'ขนมนำเข้าจากต่างประเทศ', NULL, 0, 1, '2017-01-20 06:15:20', '2017-01-20 06:15:20');

-- --------------------------------------------------------

--
-- Table structure for table `item_to_categories`
--

CREATE TABLE `item_to_categories` (
  `item_id` int(11) NOT NULL,
  `item_category_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `item_to_categories`
--

INSERT INTO `item_to_categories` (`item_id`, `item_category_id`) VALUES
(53, 18),
(70, 4),
(71, 13),
(72, 18),
(73, 16),
(74, 4),
(78, 16),
(79, 16),
(80, 13);

-- --------------------------------------------------------

--
-- Table structure for table `jobs`
--

CREATE TABLE `jobs` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `salary` varchar(255) NOT NULL,
  `employment_type_id` int(11) NOT NULL,
  `nationality` varchar(255) NOT NULL,
  `age` varchar(255) NOT NULL,
  `gender` varchar(2) NOT NULL,
  `educational_level` varchar(255) NOT NULL,
  `experience` varchar(255) NOT NULL,
  `number_of_position` varchar(255) DEFAULT NULL,
  `welfare` text,
  `created_by` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `lookups`
--

CREATE TABLE `lookups` (
  `id` int(11) NOT NULL,
  `model` varchar(255) NOT NULL,
  `model_id` int(11) NOT NULL,
  `keyword` varchar(255) DEFAULT NULL,
  `description` text,
  `keyword_1` varchar(255) DEFAULT NULL,
  `keyword_2` varchar(255) DEFAULT NULL,
  `keyword_3` varchar(255) DEFAULT NULL,
  `address` text,
  `tags` text,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `lookups`
--

INSERT INTO `lookups` (`id`, `model`, `model_id`, `keyword`, `description`, `keyword_1`, `keyword_2`, `keyword_3`, `address`, `tags`, `created_at`, `updated_at`) VALUES
(1, 'Entity', 16, 'bbbbb', NULL, NULL, NULL, NULL, 'เสม็ด เมืองชลบุรี 20000,20130 ห้วยแหลม กระโดน ไร่ถั่ว เสม็ดใน หัวโพรง เสม็ดนอก เนินมะกอกใน เนินมะกอกนอก', NULL, '2017-01-12 09:30:21', '2017-01-12 09:30:21'),
(2, 'Product', 1, 'XV', NULL, NULL, NULL, NULL, 'เสม็ด เมืองชลบุรี 20000,20130 ห้วยแหลม กระโดน ไร่ถั่ว เสม็ดใน หัวโพรง เสม็ดนอก เนินมะกอกใน เนินมะกอกนอก', NULL, '2017-01-12 12:40:53', '2017-01-12 12:40:53'),
(3, 'Product', 2, 'www', NULL, NULL, NULL, NULL, 'เสม็ด เมืองชลบุรี 20000,20130 ห้วยแหลม กระโดน ไร่ถั่ว เสม็ดใน หัวโพรง เสม็ดนอก เนินมะกอกใน เนินมะกอกนอก', NULL, '2017-01-12 14:13:30', '2017-01-12 14:13:30'),
(4, 'Product', 11, 'fsdfds', NULL, NULL, NULL, NULL, 'เสม็ด เมืองชลบุรี 20000,20130 ห้วยแหลม กระโดน ไร่ถั่ว เสม็ดใน หัวโพรง เสม็ดนอก เนินมะกอกใน เนินมะกอกนอก', NULL, '2017-01-12 14:21:44', '2017-01-12 14:21:44'),
(5, 'Product', 12, 'fsdfds', NULL, NULL, NULL, NULL, 'เสม็ด เมืองชลบุรี 20000,20130 ห้วยแหลม กระโดน ไร่ถั่ว เสม็ดใน หัวโพรง เสม็ดนอก เนินมะกอกใน เนินมะกอกนอก', NULL, '2017-01-12 14:21:54', '2017-01-12 14:21:54'),
(6, 'Product', 13, 'hhhh', NULL, NULL, NULL, NULL, 'เสม็ด เมืองชลบุรี 20000,20130 ห้วยแหลม กระโดน ไร่ถั่ว เสม็ดใน หัวโพรง เสม็ดนอก เนินมะกอกใน เนินมะกอกนอก', NULL, '2017-01-12 14:22:11', '2017-01-12 14:22:11'),
(7, 'Product', 14, 'abc', NULL, NULL, NULL, NULL, 'สุรศักดิ์ ศรีราชา 20110 ห้วยยายพรหม ไร่กล้วย หัวคันทด ไร่ นาพร้าว เขาน้อย ซากค้อ หัวโกรก บ่อยาง บุญปราโมทย์', NULL, '2017-01-12 15:57:18', '2017-01-12 15:57:18'),
(8, 'Product', 15, 'dddd', NULL, NULL, NULL, NULL, 'สุรศักดิ์ ศรีราชา 20110 ห้วยยายพรหม ไร่กล้วย หัวคันทด ไร่ นาพร้าว เขาน้อย ซากค้อ หัวโกรก บ่อยาง บุญปราโมทย์', NULL, '2017-01-12 16:19:43', '2017-01-12 16:19:43'),
(9, 'Product', 16, 'GGGYYYY', NULL, NULL, NULL, NULL, 'สุรศักดิ์ ศรีราชา 20110 ห้วยยายพรหม ไร่กล้วย หัวคันทด ไร่ นาพร้าว เขาน้อย ซากค้อ หัวโกรก บ่อยาง บุญปราโมทย์', NULL, '2017-01-12 18:45:16', '2017-01-12 18:45:16'),
(10, 'Product', 17, 'xxxxx', NULL, NULL, NULL, NULL, 'สุรศักดิ์ ศรีราชา 20110 ห้วยยายพรหม ไร่กล้วย หัวคันทด ไร่ นาพร้าว เขาน้อย ซากค้อ หัวโกรก บ่อยาง บุญปราโมทย์', NULL, '2017-01-12 18:47:19', '2017-01-12 18:47:19');

-- --------------------------------------------------------

--
-- Table structure for table `people`
--

CREATE TABLE `people` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `profile_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `people`
--

INSERT INTO `people` (`id`, `user_id`, `profile_id`, `created_at`, `updated_at`) VALUES
(1, 1, 1, '2016-12-08 12:57:33', '2016-12-08 12:57:33'),
(2, 2, 2, '2016-12-08 23:35:18', '2016-12-08 23:35:18'),
(3, 3, 3, '2016-12-08 23:35:38', '2016-12-08 23:35:38'),
(4, 4, 4, '2016-12-08 23:35:56', '2016-12-08 23:35:56'),
(5, 5, 5, '2016-12-08 23:40:18', '2016-12-08 23:40:18'),
(6, 6, 6, '2016-12-08 23:41:28', '2016-12-08 23:41:28'),
(7, 7, 7, '2016-12-08 23:42:07', '2016-12-08 23:42:07'),
(8, 8, 8, '2016-12-08 23:42:33', '2016-12-08 23:42:33');

-- --------------------------------------------------------

--
-- Table structure for table `person_to_entities`
--

CREATE TABLE `person_to_entities` (
  `entity_id` int(11) NOT NULL,
  `person_id` int(11) NOT NULL,
  `role_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `description` text,
  `product_model` varchar(255) DEFAULT NULL,
  `sku` int(255) DEFAULT NULL,
  `quantity` int(5) DEFAULT NULL,
  `stock_status_id` int(11) DEFAULT NULL,
  `price` decimal(15,2) NOT NULL,
  `weight` decimal(15,8) DEFAULT NULL,
  `weight_id` int(11) DEFAULT NULL,
  `length` decimal(15,8) DEFAULT NULL,
  `length_id` int(11) DEFAULT NULL,
  `width` decimal(15,8) DEFAULT NULL,
  `height` decimal(15,8) DEFAULT NULL,
  `created_by` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`id`, `name`, `description`, `product_model`, `sku`, `quantity`, `stock_status_id`, `price`, `weight`, `weight_id`, `length`, `length_id`, `width`, `height`, `created_by`, `created_at`, `updated_at`) VALUES
(1, 'XV', '', NULL, NULL, NULL, NULL, '1200.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 12:40:52', '2017-01-12 12:51:24'),
(2, 'www', '', NULL, NULL, NULL, NULL, '11.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:13:29', '2017-01-12 14:13:29'),
(3, '111', '', NULL, NULL, NULL, NULL, '11.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:16:04', '2017-01-12 14:16:04'),
(4, '111', '', NULL, NULL, NULL, NULL, '11.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:16:34', '2017-01-12 14:16:34'),
(5, '111', '', NULL, NULL, NULL, NULL, '11.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:16:45', '2017-01-12 14:16:45'),
(6, '111', '', NULL, NULL, NULL, NULL, '11.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:17:50', '2017-01-12 14:17:50'),
(7, '111', '', NULL, NULL, NULL, NULL, '11.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:17:53', '2017-01-12 14:17:53'),
(8, 'sdf', '', NULL, NULL, NULL, NULL, '11.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:20:51', '2017-01-12 14:20:51'),
(9, 'sdf', '', NULL, NULL, NULL, NULL, '11.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:21:10', '2017-01-12 14:21:10'),
(10, 'fsdfds', '', NULL, NULL, NULL, NULL, '111.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:21:29', '2017-01-12 14:21:29'),
(11, 'fsdfds', '', NULL, NULL, NULL, NULL, '111.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:21:42', '2017-01-12 14:21:42'),
(12, 'fsdfds', '', NULL, NULL, NULL, NULL, '111.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:21:53', '2017-01-12 14:21:53'),
(13, 'hhhh', '', NULL, NULL, NULL, NULL, '1111.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 14:22:11', '2017-01-12 14:22:11'),
(14, 'abc', '', NULL, NULL, NULL, NULL, '333.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 15:57:18', '2017-01-12 15:57:18'),
(15, 'dddd', '', NULL, NULL, NULL, NULL, '111.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 16:19:42', '2017-01-12 16:19:42'),
(16, 'GGGYYYY', '', NULL, NULL, NULL, NULL, '258.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 18:45:15', '2017-01-12 18:45:15'),
(17, 'xxxxx', '<h2>Lorem Ipsum คืออะไร?</h2>\r\n\r\n<p>Lorem Ipsum คือ เนื้อหาจำลองแบบเรียบๆ ที่ใช้กันในธุรกิจงานพิมพ์หรืองานเรียงพิมพ์ มันได้กลายมาเป็นเนื้อหาจำลองมาตรฐานของธุรกิจดังกล่าวมาตั้งแต่ศตวรรษที่ 16 เมื่อเครื่องพิมพ์โนเนมเครื่องหนึ่งนำรางตัวพิมพ์มาสลับสับตำแหน่งตัวอักษรเพื่อทำหนังสือตัวอย่าง Lorem Ipsum อยู่ยงคงกระพันมาไม่ใช่แค่เพียงห้าศตวรรษ แต่อยู่มาจนถึงยุคที่พลิกโฉมเข้าสู่งานเรียงพิมพ์ด้วยวิธีทางอิเล็กทรอนิกส์ และยังคงสภาพเดิมไว้อย่างไม่มีการเปลี่ยนแปลง มันได้รับความนิยมมากขึ้นในยุค ค.ศ. 1960 เมื่อแผ่น Letraset วางจำหน่ายโดยมีข้อความบนนั้นเป็น Lorem Ipsum และล่าสุดกว่านั้น คือเมื่อซอฟท์แวร์การทำสื่อสิ่งพิมพ์ (Desktop Publishing) อย่าง Aldus PageMaker ได้รวมเอา Lorem Ipsum เวอร์ชั่นต่างๆ เข้าไว้ในซอฟท์แวร์ด้วย</p>', NULL, NULL, NULL, NULL, '999.00', NULL, NULL, NULL, NULL, NULL, NULL, 1, '2017-01-12 18:47:19', '2017-01-12 21:15:04');

-- --------------------------------------------------------

--
-- Table structure for table `profiles`
--

CREATE TABLE `profiles` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `gender` varchar(25) NOT NULL,
  `birth_date` date NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `profiles`
--

INSERT INTO `profiles` (`id`, `name`, `gender`, `birth_date`, `created_at`, `updated_at`) VALUES
(1, 'Fname Lname', 'm', '2500-01-01', '2016-12-08 12:57:33', '2016-12-24 19:26:17');

-- --------------------------------------------------------

--
-- Table structure for table `provinces`
--

CREATE TABLE `provinces` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `provinces`
--

INSERT INTO `provinces` (`id`, `name`) VALUES
(1, 'กระบี่'),
(2, 'กรุงเทพมหานคร'),
(3, 'กาญจนบุรี'),
(4, 'กาฬสินธุ์'),
(5, 'กำแพงเพชร'),
(6, 'ขอนแก่น'),
(7, 'จันทบุรี'),
(8, 'ฉะเชิงเทรา'),
(9, 'ชลบุรี'),
(10, 'ชัยนาท'),
(11, 'ชัยภูมิ'),
(12, 'ชุมพร'),
(13, 'เชียงราย'),
(14, 'เชียงใหม่'),
(15, 'ตรัง'),
(16, 'ตราด'),
(17, 'ตาก'),
(18, 'นครนายก'),
(19, 'นครปฐม'),
(20, 'นครพนม'),
(21, 'นครราชสีมา'),
(22, 'นครศรีธรรมราช'),
(23, 'นครสวรรค์'),
(24, 'นนทบุรี'),
(25, 'นราธิวาส'),
(26, 'น่าน'),
(27, 'บึงกาฬ'),
(28, 'บุรีรัมย์'),
(29, 'ปทุมธานี'),
(30, 'ประจวบคีรีขันธ์'),
(31, 'ปราจีนบุรี'),
(32, 'ปัตตานี'),
(33, 'พระนครศรีอยุธยา'),
(34, 'พะเยา'),
(35, 'พังงา'),
(36, 'พัทลุง'),
(37, 'พิจิตร'),
(38, 'พิษณุโลก'),
(39, 'เพชรบุรี'),
(40, 'เพชรบูรณ์'),
(41, 'แพร่'),
(42, 'ภูเก็ต'),
(43, 'มหาสารคาม'),
(44, 'มุกดาหาร'),
(45, 'แม่ฮ่องสอน'),
(46, 'ยโสธร'),
(47, 'ยะลา'),
(48, 'ร้อยเอ็ด'),
(49, 'ระนอง'),
(50, 'ระยอง'),
(51, 'ราชบุรี'),
(52, 'ลพบุรี'),
(53, 'ลำปาง'),
(54, 'ลำพูน'),
(55, 'เลย'),
(56, 'ศรีสะเกษ'),
(57, 'สกลนคร'),
(58, 'สงขลา'),
(59, 'สตูล'),
(60, 'สมุทรปราการ'),
(61, 'สมุทรสงคราม'),
(62, 'สมุทรสาคร'),
(63, 'สระแก้ว'),
(64, 'สระบุรี'),
(65, 'สิงห์บุรี'),
(66, 'สุโขทัย'),
(67, 'สุพรรณบุรี'),
(68, 'สุราษฎร์ธานี'),
(69, 'สุรินทร์'),
(70, 'หนองคาย'),
(71, 'หนองบัวลำภู'),
(72, 'อ่างทอง'),
(73, 'อำนาจเจริญ'),
(74, 'อุดรธานี'),
(75, 'อุตรดิตถ์'),
(76, 'อุทัยธานี'),
(77, 'อุบลราชธานี');

-- --------------------------------------------------------

--
-- Table structure for table `real_estates`
--

CREATE TABLE `real_estates` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `announcement_type_id` int(11) NOT NULL,
  `real_estate_type_id` int(11) NOT NULL,
  `created_by` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `real_estate_types`
--

CREATE TABLE `real_estate_types` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `can_sale` tinyint(1) NOT NULL,
  `can_rent` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `real_estate_types`
--

INSERT INTO `real_estate_types` (`id`, `name`, `can_sale`, `can_rent`) VALUES
(1, 'บ้านเดี่ยว', 1, 1),
(2, 'คอนโดมิเนียม', 1, 1),
(3, 'ทาวน์เฮ้าส์', 1, 1),
(4, 'อาคารพาณิชย์', 1, 1),
(5, 'อพาร์ทเมนท์', 0, 1),
(6, 'ที่ดิน', 1, 0),
(7, 'พื้นที่ให้เช่า', 0, 1);

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `adding_permission` tinyint(1) NOT NULL,
  `editing_permission` tinyint(1) NOT NULL,
  `deleting_permission` tinyint(1) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `alias`, `adding_permission`, `editing_permission`, `deleting_permission`, `created_at`, `updated_at`) VALUES
(1, 'admin', 'admin', 1, 1, 1, '2016-12-06 10:44:05', '2016-12-31 17:36:42');

-- --------------------------------------------------------

--
-- Table structure for table `slugs`
--

CREATE TABLE `slugs` (
  `id` int(11) NOT NULL,
  `model` varchar(255) NOT NULL,
  `model_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `slugs`
--

INSERT INTO `slugs` (`id`, `model`, `model_id`, `name`, `created_at`) VALUES
(1, 'Product', 18, 'กินกิน-อาหาร-18', '2017-01-11 13:08:58'),
(2, 'Product', 19, 'กินกิน-อาหาร-19', '2017-01-11 13:12:30'),
(3, 'Product', 20, 'xxx-20', '2017-01-11 13:13:40'),
(4, 'Entity', 1, 'dd-1', '2017-01-11 13:16:57'),
(5, 'Entity', 2, 'XXXX-2', '2017-01-11 13:19:26'),
(6, 'Entity', 3, 'dd-3', '2017-01-11 14:43:42'),
(7, 'Entity', 4, 'dd-4', '2017-01-11 14:44:46'),
(8, 'Product', 1, 'HHYYY-1', '2017-01-11 22:01:06'),
(9, 'Product', 2, 'HHYYY-2', '2017-01-11 22:01:26'),
(10, 'Product', 3, 'HHYYY-3', '2017-01-11 22:01:59'),
(11, 'Product', 4, 'HHYYY-4', '2017-01-11 22:02:05'),
(12, 'Product', 5, 'HHYYY-5', '2017-01-11 22:02:30'),
(13, 'Product', 6, 'HHYYY-6', '2017-01-11 22:02:48'),
(14, 'Product', 7, 'HHYYY-7', '2017-01-11 22:02:58'),
(15, 'Product', 8, 'HHYYY-8', '2017-01-11 22:03:09'),
(16, 'Product', 9, '1111-9', '2017-01-11 22:03:42'),
(17, 'Product', 10, 'nolop-10', '2017-01-11 22:04:23'),
(18, 'Product', 11, 'nolop-11', '2017-01-11 22:04:39'),
(19, 'Product', 1, 'nolop-1', '2017-01-11 22:05:26'),
(20, 'Product', 2, 'nolop-2', '2017-01-11 22:05:50'),
(21, 'Product', 3, 'nolop-3', '2017-01-11 22:06:27'),
(22, 'Product', 4, 'nolop-4', '2017-01-11 22:06:34'),
(23, 'Product', 5, 'nolop-5', '2017-01-11 22:06:38'),
(24, 'Product', 6, 'nolop-6', '2017-01-11 22:08:13'),
(25, 'Product', 7, 'nolop-7', '2017-01-11 22:08:21'),
(26, 'Product', 8, 'nolop-8', '2017-01-11 22:09:09'),
(27, 'Entity', 5, '11111-5', '2017-01-12 09:08:45'),
(28, 'Entity', 6, '2222-6', '2017-01-12 09:10:00'),
(29, 'Entity', 7, '777-7', '2017-01-12 09:10:15'),
(30, 'Entity', 8, 'hhhhh-8', '2017-01-12 09:14:30'),
(31, 'Entity', 9, '333-9', '2017-01-12 09:15:07'),
(32, 'Entity', 10, 'yyy-10', '2017-01-12 09:19:54'),
(33, 'Entity', 11, 'tyrtyryr-11', '2017-01-12 09:20:15'),
(34, 'Entity', 12, 'frgdgdf-12', '2017-01-12 09:21:12'),
(35, 'Entity', 13, 'ppppp-13', '2017-01-12 09:23:04'),
(36, 'Entity', 14, 'uuuu-14', '2017-01-12 09:24:24'),
(37, 'Entity', 15, 'trtrr-15', '2017-01-12 09:26:38'),
(38, 'Entity', 16, 'bbbbb-16', '2017-01-12 09:30:20'),
(39, 'Product', 1, 'XV-1', '2017-01-12 12:40:52'),
(40, 'Product', 2, 'www-2', '2017-01-12 14:13:29'),
(41, 'Product', 3, '111-3', '2017-01-12 14:16:04'),
(42, 'Product', 4, '111-4', '2017-01-12 14:16:34'),
(43, 'Product', 5, '111-5', '2017-01-12 14:16:45'),
(44, 'Product', 6, '111-6', '2017-01-12 14:17:50'),
(45, 'Product', 7, '111-7', '2017-01-12 14:17:53'),
(46, 'Product', 9, 'sdf-9', '2017-01-12 14:21:10'),
(47, 'Product', 10, 'fsdfds-10', '2017-01-12 14:21:29'),
(48, 'Product', 11, 'fsdfds-11', '2017-01-12 14:21:42'),
(49, 'Product', 12, 'fsdfds-12', '2017-01-12 14:21:53'),
(50, 'Product', 13, 'hhhh-13', '2017-01-12 14:22:11'),
(51, 'Product', 14, 'abc-14', '2017-01-12 15:57:18'),
(52, 'Product', 15, 'dddd-15', '2017-01-12 16:19:43'),
(53, 'Product', 16, 'GGGYYYY-16', '2017-01-12 18:45:15'),
(54, 'Product', 17, 'xxxxx-17', '2017-01-12 18:47:19');

-- --------------------------------------------------------

--
-- Table structure for table `sub_districts`
--

CREATE TABLE `sub_districts` (
  `id` int(11) NOT NULL,
  `district_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `zip_code` varchar(20) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sub_districts`
--

INSERT INTO `sub_districts` (`id`, `district_id`, `name`, `zip_code`, `created_at`, `updated_at`) VALUES
(1, 1, 'เสม็ด', '20000,20130', '2016-11-26 07:43:37', '2017-01-11 22:25:17'),
(2, 1, 'เหมือง', '20130', '2016-11-26 07:43:37', '2017-01-11 22:26:30'),
(3, 1, 'แสนสุข', '20130,20131', '2016-11-26 07:44:21', '2017-01-11 22:26:02'),
(4, 1, 'คลองตำหรุ', '20000', '2016-11-26 07:44:21', '2017-01-11 22:24:48'),
(5, 1, 'ดอนหัวฬ่อ', '20000', '2016-11-26 07:44:53', '2017-01-11 22:24:48'),
(6, 1, 'นาป่า', '20000', '2016-11-26 07:44:53', '2017-01-11 22:24:48'),
(7, 1, 'บางทราย', '20000', '2016-11-26 07:45:45', '2017-01-11 22:24:48'),
(8, 1, 'บางปลาสร้อย', '20000', '2016-11-26 07:45:45', '2017-01-11 22:24:48'),
(9, 1, 'บ้านโขด', '20000', '2016-11-26 07:46:18', '2017-01-11 22:24:48'),
(10, 1, 'บ้านปึก', '20000', '2016-11-26 07:46:18', '2017-01-11 22:24:48'),
(11, 1, 'บ้านสวน', '20000', '2016-11-26 07:46:59', '2017-01-11 22:24:48'),
(12, 1, 'มะขามหย่ง', '20000', '2016-11-26 07:46:59', '2017-01-11 22:24:48'),
(13, 1, 'สำนักบก', '20000', '2016-11-26 07:47:33', '2017-01-11 22:24:48'),
(14, 1, 'หนองไม้แดง', '20000', '2016-11-26 07:47:33', '2017-01-11 22:24:48'),
(15, 1, 'หนองข้างคอก', '20000', '2016-11-26 07:48:06', '2017-01-11 22:24:48'),
(16, 1, 'หนองรี', '20000', '2016-11-26 07:48:06', '2017-01-11 22:24:48'),
(17, 1, 'ห้วยกะปิ', '20000,20130', '2016-11-26 07:48:27', '2017-01-11 22:26:17'),
(18, 1, 'อ่างศิลา', '20000', '2016-11-26 07:48:27', '2017-01-11 22:24:48'),
(19, 2, 'ท่าเทววงษ์', '20120', '2016-11-26 07:49:01', '2017-01-11 22:29:12'),
(20, 3, 'เกษตรสุวรรณ', '20270', '2016-11-26 07:49:38', '2017-01-11 22:17:35'),
(21, 3, 'ธาตุทอง', '20270', '2016-11-26 07:49:38', '2017-01-11 22:17:41'),
(22, 3, 'บ่อกวางทอง', '20270', '2016-11-26 07:49:57', '2017-01-11 22:17:43'),
(23, 3, 'บ่อทอง', '20270', '2016-11-26 07:49:57', '2017-01-11 22:17:44'),
(24, 3, 'พลวงทอง', '20270', '2016-11-26 07:50:28', '2017-01-11 22:17:46'),
(25, 3, 'วัดสุวรรณ', '20270', '2016-11-26 07:50:28', '2017-01-11 22:17:47'),
(26, 4, 'เขาไม้แก้ว', '20150', '2016-11-26 07:51:42', '2017-01-11 22:18:19'),
(27, 4, 'โป่ง', '20150', '2016-11-26 07:51:42', '2017-01-11 22:18:21'),
(28, 4, 'ตะเคียนเตี้ย', '20150', '2016-11-26 07:52:12', '2017-01-11 22:18:23'),
(29, 4, 'นาเกลือ', '20150', '2016-11-26 07:52:12', '2017-01-11 22:18:25'),
(30, 4, 'บางละมุง', '20150', '2016-11-26 07:52:38', '2017-01-11 22:18:26'),
(31, 4, 'หนองปรือ', '20150', '2016-11-26 07:52:38', '2017-01-11 22:18:27'),
(32, 4, 'หนองปลาไหล', '20150', '2016-11-26 07:53:24', '2017-01-11 22:18:28'),
(33, 4, 'ห้วยใหญ่', '20150', '2016-11-26 07:53:24', '2017-01-11 22:18:29'),
(34, 5, 'คลองกิ่ว', '20220', '2016-11-26 07:54:07', '2017-01-11 22:18:50'),
(35, 5, 'บ้านบึง', '20170', '2016-11-26 07:54:07', '2017-01-11 22:18:55'),
(36, 5, 'มาบไผ่', '20170', '2016-11-26 07:55:20', '2017-01-11 22:19:03'),
(37, 5, 'หนองไผ่แก้ว', '20220', '2016-11-26 07:55:20', '2017-01-11 22:19:33'),
(38, 5, 'หนองชาก', '20170', '2016-11-26 07:55:52', '2017-01-11 22:19:19'),
(39, 5, 'หนองซ้ำซาก', '20170', '2016-11-26 07:55:52', '2017-01-11 22:19:24'),
(40, 5, 'หนองบอนแดง', '20170', '2016-11-26 07:56:25', '2017-01-11 22:19:28'),
(41, 5, 'หนองอิรุณ', '20220', '2016-11-26 07:56:25', '2017-01-11 22:19:38'),
(42, 6, 'เกาะลอย', NULL, '2016-11-26 07:57:40', '2016-11-26 07:57:40'),
(43, 6, 'โคกขี้หนอน', NULL, '2016-11-26 07:57:40', '2016-11-26 07:57:40'),
(44, 6, 'บางนาง', NULL, '2016-11-26 07:58:15', '2016-11-26 07:58:15'),
(45, 6, 'บางหัก', NULL, '2016-11-26 07:58:15', '2016-11-26 07:58:15'),
(46, 6, 'บ้านเก่า', NULL, '2016-11-26 07:58:42', '2016-11-26 07:58:42'),
(47, 6, 'พานทอง', NULL, '2016-11-26 07:58:42', '2016-11-26 07:58:42'),
(48, 6, 'มาบโป่ง', NULL, '2016-11-26 07:59:20', '2016-11-26 07:59:20'),
(49, 6, 'หนองกะขะ', NULL, '2016-11-26 07:59:20', '2016-11-26 07:59:20'),
(50, 6, 'หนองตำลึง', NULL, '2016-11-26 07:59:56', '2016-11-26 07:59:56'),
(51, 6, 'หนองหงษ์', NULL, '2016-11-26 07:59:56', '2016-11-26 07:59:56'),
(52, 6, 'หน้าประดู่', NULL, '2016-11-26 08:00:08', '2016-11-26 08:00:08'),
(53, 7, 'โคกเพลาะ', '20140', '2016-11-26 08:00:53', '2017-01-11 22:20:47'),
(54, 7, 'ไร่หลักทอง', '20140', '2016-11-26 08:00:53', '2017-01-11 22:22:43'),
(55, 7, 'กุฎโง้ง', '20140', '2016-11-26 08:01:20', '2017-01-11 22:20:00'),
(56, 7, 'ท่าข้าม', '20140', '2016-11-26 08:01:20', '2017-01-11 22:20:54'),
(57, 7, 'ทุ่งขวาง', '20140', '2016-11-26 08:02:30', '2017-01-11 22:21:46'),
(58, 7, 'นาเริก', '20140,20240', '2016-11-26 08:02:30', '2017-01-11 22:22:07'),
(59, 7, 'นามะตูม', '20140', '2016-11-26 08:03:37', '2017-01-11 22:21:53'),
(60, 7, 'นาวังหิน', '20140,20240', '2016-11-26 08:03:37', '2017-01-11 22:22:20'),
(61, 7, 'บ้านเซิด', '20140', '2016-11-26 08:04:32', '2017-01-11 22:22:31'),
(62, 7, 'บ้านช้าง', '20140', '2016-11-26 08:04:32', '2017-01-11 22:22:30'),
(63, 7, 'พนัสนิคม', '20140', '2016-11-26 08:05:23', '2017-01-11 22:22:37'),
(64, 7, 'วัดโบสถ์', '20140', '2016-11-26 08:05:23', '2017-01-11 22:22:49'),
(65, 7, 'วัดหลวง', '20140', '2016-11-26 08:06:35', '2017-01-11 22:22:54'),
(66, 7, 'สระสี่เหลี่ยม', '20140', '2016-11-26 08:06:35', '2017-01-11 22:23:05'),
(67, 7, 'หนองเหียง', '20140', '2016-11-26 08:07:08', '2017-01-11 22:23:25'),
(68, 7, 'หนองขยาด', '20140', '2016-11-26 08:07:08', '2017-01-11 22:23:26'),
(69, 7, 'หนองปรือ', '20140', '2016-11-26 08:07:49', '2017-01-11 22:23:27'),
(70, 7, 'หน้าพระธาตุ', '20140', '2016-11-26 08:07:49', '2017-01-11 22:23:33'),
(71, 7, 'หมอนนาง', '20140', '2016-11-26 08:08:12', '2017-01-11 22:23:35'),
(72, 7, 'หัวถนน', '20140', '2016-11-26 08:08:12', '2017-01-11 22:23:36'),
(73, 8, 'เขาคันทรง', '20110', '2016-11-26 08:09:44', '2017-01-11 22:13:27'),
(74, 8, 'ทุ่งสุขลา', '20230', '2016-11-26 08:09:44', '2017-01-11 22:13:37'),
(75, 8, 'บ่อวิน', '20230', '2016-11-26 08:10:15', '2017-01-11 22:13:45'),
(76, 8, 'บางพระ', '20110', '2016-11-26 08:10:15', '2017-01-11 22:13:52'),
(77, 8, 'บึง', '20230', '2016-11-26 08:10:38', '2017-01-11 22:13:57'),
(78, 8, 'ศรีราชา', '20110', '2016-11-26 08:10:38', '2017-01-11 22:14:05'),
(79, 8, 'สุรศักดิ์', '20110', '2016-11-26 08:11:05', '2017-01-11 22:14:10'),
(80, 8, 'หนองขาม', '20110,20230', '2016-11-26 08:11:05', '2017-01-11 22:14:57'),
(81, 9, 'แสมสาร', '20180', '2016-11-26 08:11:49', '2017-01-11 22:27:54'),
(82, 9, 'นาจอมเทียน', '20250', '2016-11-26 08:11:49', '2017-01-11 22:27:05'),
(83, 9, 'บางเสร่', '20250,20251', '2016-11-26 08:12:16', '2017-01-11 22:27:22'),
(84, 9, 'พลูตาหลวง', '20180', '2016-11-26 08:12:16', '2017-01-11 22:27:32'),
(85, 9, 'สัตหีบ', '20180,20182', '2016-11-26 08:12:29', '2017-01-11 22:27:44'),
(86, 10, 'เขาซก', '20190', '2016-11-26 08:13:37', '2017-01-11 22:28:19'),
(87, 10, 'คลองพลู', '20190', '2016-11-26 08:13:37', '2017-01-11 22:28:21'),
(88, 10, 'หนองเสือช้าง', '20190', '2016-11-26 08:13:58', '2017-01-11 22:28:22'),
(89, 10, 'หนองใหญ่', '20190', '2016-11-26 08:13:58', '2017-01-11 22:28:24'),
(90, 10, 'ห้างสูง', '20190', '2016-11-26 08:14:09', '2017-01-11 22:28:26'),
(91, 11, 'เกาะจันทร์', '20240', '2016-11-26 08:14:57', '2017-01-11 22:16:55'),
(92, 11, 'ท่าบุญมี', '20240', '2016-11-26 08:14:57', '2017-01-11 22:16:57'),
(93, 12, 'พัทยาเหนือ', NULL, '2016-12-04 13:17:12', '2016-12-04 13:17:12'),
(94, 12, 'พัทยากลาง', NULL, '2016-12-04 13:17:12', '2016-12-04 13:17:12'),
(95, 12, 'พัทยาใต้', NULL, '2016-12-04 13:17:24', '2016-12-04 13:17:24');

-- --------------------------------------------------------

--
-- Table structure for table `taggings`
--

CREATE TABLE `taggings` (
  `id` int(11) NOT NULL,
  `model` varchar(25) NOT NULL,
  `model_id` int(11) NOT NULL,
  `word_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `taggings`
--

INSERT INTO `taggings` (`id`, `model`, `model_id`, `word_id`, `created_at`) VALUES
(1, 'Item', 11, 1, '2017-01-20 13:13:23'),
(2, 'Item', 11, 2, '2017-01-20 13:13:23'),
(3, 'Item', 12, 1, '2017-01-20 13:13:30'),
(4, 'Item', 12, 2, '2017-01-20 13:13:30'),
(5, 'Item', 13, 1, '2017-01-20 13:13:55'),
(6, 'Item', 13, 2, '2017-01-20 13:13:55'),
(7, 'Item', 14, 3, '2017-01-20 13:54:13'),
(8, 'Item', 14, 4, '2017-01-20 13:54:13'),
(9, 'Item', 14, 5, '2017-01-20 13:54:13'),
(10, 'Item', 47, 3, '2017-01-20 19:54:02'),
(11, 'Item', 47, 4, '2017-01-20 19:54:02'),
(12, 'Item', 47, 5, '2017-01-20 19:54:02'),
(13, 'Item', 48, 6, '2017-01-20 20:57:19'),
(14, 'Item', 48, 3, '2017-01-20 20:57:19'),
(15, 'Item', 48, 5, '2017-01-20 20:57:19'),
(16, 'Item', 53, 7, '2017-01-21 09:33:33'),
(17, 'Item', 53, 8, '2017-01-21 09:33:33'),
(18, 'Item', 53, 9, '2017-01-21 09:33:33'),
(19, 'Item', 71, 3, '2017-01-21 11:31:10'),
(20, 'Item', 71, 5, '2017-01-21 11:31:10'),
(21, 'Item', 71, 4, '2017-01-21 11:31:10'),
(22, 'Item', 72, 10, '2017-01-21 12:03:58'),
(23, 'Item', 72, 11, '2017-01-21 12:03:58'),
(24, 'Item', 74, 12, '2017-01-21 15:20:04'),
(25, 'Item', 74, 13, '2017-01-21 15:20:04'),
(26, 'Item', 78, 14, '2017-01-21 18:34:04'),
(27, 'Item', 78, 15, '2017-01-21 18:34:04'),
(28, 'Item', 79, 14, '2017-01-21 18:37:53'),
(29, 'Item', 79, 16, '2017-01-21 18:37:53'),
(30, 'Item', 79, 17, '2017-01-21 18:37:53'),
(31, 'Item', 79, 18, '2017-01-21 18:37:53');

-- --------------------------------------------------------

--
-- Table structure for table `temporary_files`
--

CREATE TABLE `temporary_files` (
  `id` int(11) NOT NULL,
  `model` varchar(255) NOT NULL,
  `filename` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `file_type` varchar(255) DEFAULT NULL,
  `created_by` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `email` varchar(25) NOT NULL,
  `password` varchar(255) NOT NULL,
  `receive_email` tinyint(1) DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `api_token` varchar(255) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `email`, `password`, `receive_email`, `remember_token`, `api_token`, `created_at`, `updated_at`) VALUES
(1, '1', '$2y$10$JzjB5lnDBSuvrCk5BeGdYOKlkrilHaRILTNaLuo6k9o0PcfKWZRc6', NULL, '2LlJ9VZV0HBErRvLiOdmHmz2zhmpKigjpefFLhOatKGlvRoezlKTxFEXEw1y', '', '2016-12-08 12:57:33', '2017-01-21 19:31:11');

-- --------------------------------------------------------

--
-- Table structure for table `villages`
--

CREATE TABLE `villages` (
  `id` int(11) NOT NULL,
  `district_id` int(11) NOT NULL,
  `sub_district_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `villages`
--

INSERT INTO `villages` (`id`, `district_id`, `sub_district_id`, `name`, `created_at`, `updated_at`) VALUES
(1, 1, 1, 'ห้วยแหลม', '2016-11-26 11:28:31', '2016-11-26 11:28:31'),
(2, 1, 1, 'กระโดน', '2016-11-26 11:28:31', '2016-11-26 11:28:31'),
(3, 1, 1, 'ไร่ถั่ว', '2016-11-26 11:28:31', '2016-11-26 11:28:31'),
(4, 1, 1, 'เสม็ดใน', '2016-11-26 11:28:31', '2016-11-26 11:28:31'),
(5, 1, 1, 'หัวโพรง', '2016-11-26 11:28:32', '2016-11-26 11:28:32'),
(6, 1, 1, 'เสม็ดนอก', '2016-11-26 11:28:32', '2016-11-26 11:28:32'),
(7, 1, 1, 'เนินมะกอกใน', '2016-11-26 11:28:32', '2016-11-26 11:28:32'),
(8, 1, 1, 'เนินมะกอกนอก', '2016-11-26 11:28:32', '2016-11-26 11:28:32'),
(9, 1, 2, 'ดอนล่าง', '2016-11-26 11:32:17', '2016-11-26 11:32:17'),
(10, 1, 2, 'ดอนกลาง', '2016-11-26 11:32:17', '2016-11-26 11:32:17'),
(11, 1, 2, 'ท้ายดอน', '2016-11-26 11:32:17', '2016-11-26 11:32:17'),
(12, 1, 2, 'ดอนบน', '2016-11-26 11:32:17', '2016-11-26 11:32:17'),
(13, 1, 2, 'ไร่ไหหลำ', '2016-11-26 11:32:17', '2016-11-26 11:32:17'),
(14, 1, 4, 'บน', '2016-11-26 11:33:44', '2016-11-26 11:33:44'),
(15, 1, 4, 'ล่าง', '2016-11-26 11:33:44', '2016-11-26 11:33:44'),
(16, 1, 4, 'กลางเหนือ', '2016-11-26 11:33:44', '2016-11-26 11:33:44'),
(17, 1, 4, 'กลาง', '2016-11-26 11:33:44', '2016-11-26 11:33:44'),
(18, 1, 4, 'บน', '2016-11-26 11:33:44', '2016-11-26 11:33:44'),
(19, 1, 4, 'ปากคลอง', '2016-11-26 11:33:44', '2016-11-26 11:33:44'),
(20, 1, 5, 'ชากสมอ', '2016-11-26 11:35:00', '2016-11-26 11:35:00'),
(21, 1, 5, 'หนองไผ่กลางดอน', '2016-11-26 11:35:00', '2016-11-26 11:35:00'),
(22, 1, 5, 'หนองกงฉาก', '2016-11-26 11:35:00', '2016-11-26 11:35:00'),
(23, 1, 5, 'ดอนบน', '2016-11-26 11:35:00', '2016-11-26 11:35:00'),
(24, 1, 5, 'หนองหัวฬ่อ', '2016-11-26 11:35:00', '2016-11-26 11:35:00'),
(25, 1, 5, 'ดอนล่าง', '2016-11-26 11:35:00', '2016-11-26 11:35:00'),
(26, 1, 5, 'สามเกลียว', '2016-11-26 11:35:00', '2016-11-26 11:35:00'),
(27, 1, 6, 'นาล่าง', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(28, 1, 6, 'ท้องคุ้ง', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(29, 1, 6, 'นาขัดแตะ', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(30, 1, 6, 'นานอก', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(31, 1, 6, 'ทุ่งบางกระแพง', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(32, 1, 6, 'นาเขื่อน', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(33, 1, 6, 'หนองพะเนียง', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(34, 1, 6, 'หนองทราย', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(35, 1, 6, 'บ่อมอญ', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(36, 1, 6, 'ไร่บน', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(37, 1, 6, 'หนองบอน', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(38, 1, 6, 'หนองยายรัก', '2016-11-26 11:35:42', '2016-11-26 11:35:42'),
(39, 1, 7, 'บางทราย', '2016-11-26 11:36:25', '2016-11-26 11:36:25'),
(40, 1, 7, 'ถ่านล่าง', '2016-11-26 11:36:25', '2016-11-26 11:36:25'),
(41, 1, 7, 'ถ่านบน', '2016-11-26 11:36:25', '2016-11-26 11:36:25'),
(42, 1, 7, 'ท่าถ่านบน', '2016-11-26 11:36:25', '2016-11-26 11:36:25'),
(43, 1, 7, 'หัวหิน', '2016-11-26 11:36:25', '2016-11-26 11:36:25'),
(44, 1, 7, 'หน้าวัดเขา', '2016-11-26 11:36:25', '2016-11-26 11:36:25'),
(45, 1, 10, 'ปึก', '2016-11-26 11:37:44', '2016-11-26 11:37:44'),
(46, 1, 10, 'สวนมะม่วง', '2016-11-26 11:37:44', '2016-11-26 11:37:44'),
(47, 1, 10, 'ปึก', '2016-11-26 11:37:44', '2016-11-26 11:37:44'),
(48, 1, 10, 'หนองยีม้า', '2016-11-26 11:37:44', '2016-11-26 11:37:44'),
(49, 1, 10, 'สวนมาก', '2016-11-26 11:37:44', '2016-11-26 11:37:44'),
(50, 1, 10, 'หนองเพรช', '2016-11-26 11:37:44', '2016-11-26 11:37:44'),
(51, 1, 10, 'มาบหม้อ', '2016-11-26 11:37:44', '2016-11-26 11:37:44'),
(52, 1, 11, 'หนองตะโก', '2016-11-26 11:38:35', '2016-11-26 11:38:35'),
(53, 1, 11, 'หนองตาท้วม', '2016-11-26 11:38:35', '2016-11-26 11:38:35'),
(54, 1, 11, 'ห้วยทวน', '2016-11-26 11:38:35', '2016-11-26 11:38:35'),
(55, 1, 11, 'สวนแขก', '2016-11-26 11:38:35', '2016-11-26 11:38:35'),
(56, 1, 11, 'หนองกระทุ่ม', '2016-11-26 11:38:35', '2016-11-26 11:38:35'),
(57, 1, 11, 'หนองแทน', '2016-11-26 11:38:35', '2016-11-26 11:38:35'),
(58, 1, 11, 'เขามยุรา', '2016-11-26 11:38:35', '2016-11-26 11:38:35'),
(59, 1, 11, 'เขาน้อย', '2016-11-26 11:38:35', '2016-11-26 11:38:35'),
(60, 1, 11, 'บ่อบุญทอง', '2016-11-26 11:38:36', '2016-11-26 11:38:36'),
(61, 1, 11, 'ศาลาคู่', '2016-11-26 11:38:36', '2016-11-26 11:38:36'),
(62, 1, 13, 'ห้วย', '2016-11-26 11:39:50', '2016-11-26 11:39:50'),
(63, 1, 13, 'บน', '2016-11-26 11:39:50', '2016-11-26 11:39:50'),
(64, 1, 13, 'หนองน้ำร้อน', '2016-11-26 11:39:50', '2016-11-26 11:39:50'),
(65, 1, 13, 'ท้วยตะคุก', '2016-11-26 11:39:50', '2016-11-26 11:39:50'),
(66, 1, 13, 'ไร่', '2016-11-26 11:39:50', '2016-11-26 11:39:50'),
(67, 1, 13, 'หนองกระต่าย', '2016-11-26 11:39:50', '2016-11-26 11:39:50'),
(68, 1, 14, 'ศรีพโล', '2016-11-26 11:40:30', '2016-11-26 11:40:30'),
(69, 1, 14, 'ตีนเขา', '2016-11-26 11:40:30', '2016-11-26 11:40:30'),
(70, 1, 14, 'ห้วยสาริกา', '2016-11-26 11:40:30', '2016-11-26 11:40:30'),
(71, 1, 14, 'ก้นทุ่ง', '2016-11-26 11:40:30', '2016-11-26 11:40:30'),
(72, 1, 14, 'สมอกาฝาก', '2016-11-26 11:40:30', '2016-11-26 11:40:30'),
(73, 1, 14, 'อู่ตะเภา', '2016-11-26 11:40:30', '2016-11-26 11:40:30'),
(74, 1, 14, 'หนองไม้แดง', '2016-11-26 11:40:30', '2016-11-26 11:40:30'),
(75, 1, 15, 'ห้วยทวน', '2016-11-26 11:41:11', '2016-11-26 11:41:11'),
(76, 1, 15, 'มาบหวาย', '2016-11-26 11:41:11', '2016-11-26 11:41:11'),
(77, 1, 15, 'หนองข้างคอก', '2016-11-26 11:41:11', '2016-11-26 11:41:11'),
(78, 1, 15, 'บ่อน้ำจืด', '2016-11-26 11:41:11', '2016-11-26 11:41:11'),
(79, 1, 15, 'สวนมะพร้าว', '2016-11-26 11:41:11', '2016-11-26 11:41:11'),
(80, 1, 15, 'สวนน้ำตก', '2016-11-26 11:41:11', '2016-11-26 11:41:11'),
(81, 1, 15, 'วังตะโก', '2016-11-26 11:41:11', '2016-11-26 11:41:11'),
(82, 1, 16, 'หนองไข่เน่า', '2016-11-26 11:42:11', '2016-11-26 11:42:11'),
(83, 1, 16, 'เขาดิน', '2016-11-26 11:42:11', '2016-11-26 11:42:11'),
(84, 1, 16, 'หนองปึกนก', '2016-11-26 11:42:11', '2016-11-26 11:42:11'),
(85, 1, 16, 'ทุ่งตีนเป็ด', '2016-11-26 11:42:11', '2016-11-26 11:42:11'),
(86, 1, 16, 'หัวโกรก', '2016-11-26 11:42:11', '2016-11-26 11:42:11'),
(87, 1, 16, 'หัวโกรกบน', '2016-11-26 11:42:12', '2016-11-26 11:42:12'),
(88, 1, 16, 'หนองรี', '2016-11-26 11:42:12', '2016-11-26 11:42:12'),
(89, 1, 16, 'หนองแพงพวย', '2016-11-26 11:42:12', '2016-11-26 11:42:12'),
(90, 1, 16, 'หนองฉนาก', '2016-11-26 11:42:12', '2016-11-26 11:42:12'),
(91, 1, 16, 'หนองกลางดง', '2016-11-26 11:42:12', '2016-11-26 11:42:12'),
(92, 1, 16, 'เขาหินถ่าง', '2016-11-26 11:42:12', '2016-11-26 11:42:12'),
(93, 1, 16, 'ช่องมะเฟือง', '2016-11-26 11:42:12', '2016-11-26 11:42:12'),
(94, 1, 16, 'หนองค้อ', '2016-11-26 11:42:12', '2016-11-26 11:42:12'),
(95, 1, 16, 'หนองหญ้าแห้ง', '2016-11-26 11:42:12', '2016-11-26 11:42:12'),
(96, 1, 17, 'ทุ่งสระ', '2016-11-26 11:43:11', '2016-11-26 11:43:11'),
(97, 1, 17, 'ห้วยกะปิ', '2016-11-26 11:43:11', '2016-11-26 11:43:11'),
(98, 1, 17, 'หนองสมอ', '2016-11-26 11:43:11', '2016-11-26 11:43:11'),
(99, 1, 17, 'ซากพุดซา', '2016-11-26 11:43:11', '2016-11-26 11:43:11'),
(100, 1, 17, 'หนองกระเสริม', '2016-11-26 11:43:11', '2016-11-26 11:43:11'),
(101, 1, 17, 'ไร่ไหหลำ', '2016-11-26 11:43:11', '2016-11-26 11:43:11'),
(102, 1, 17, 'มาบหวาย', '2016-11-26 11:43:11', '2016-11-26 11:43:11'),
(103, 1, 18, 'อ่างศิลา', '2016-11-26 11:43:54', '2016-11-26 11:43:54'),
(104, 1, 18, 'มะเกลือ', '2016-11-26 11:43:54', '2016-11-26 11:43:54'),
(105, 1, 18, 'โพรง', '2016-11-26 11:43:54', '2016-11-26 11:43:54'),
(106, 1, 18, 'โรงหาด', '2016-11-26 11:43:54', '2016-11-26 11:43:54'),
(107, 1, 18, 'โรงหาด', '2016-11-26 11:43:54', '2016-11-26 11:43:54'),
(108, 2, 19, 'ท่าเทววงษ์', '2016-11-26 11:44:50', '2016-11-26 11:44:50'),
(109, 2, 19, 'ศาลเจ้าเก๋ง', '2016-11-26 11:44:50', '2016-11-26 11:44:50'),
(110, 2, 19, 'ท่าวัง', '2016-11-26 11:44:50', '2016-11-26 11:44:50'),
(111, 2, 19, 'ตรอกด่านภาษี', '2016-11-26 11:44:50', '2016-11-26 11:44:50'),
(112, 2, 19, 'สะพานคู่', '2016-11-26 11:44:50', '2016-11-26 11:44:50'),
(113, 2, 19, 'ท่าภาณุรังษี', '2016-11-26 11:44:50', '2016-11-26 11:44:50'),
(114, 2, 19, 'เกาะขามใหญ่', '2016-11-26 11:44:50', '2016-11-26 11:44:50'),
(115, 3, 20, 'ธรรมรัตน์', '2016-11-26 11:47:01', '2016-11-26 11:47:01'),
(116, 3, 20, 'ขุนชำนาญ', '2016-11-26 11:47:01', '2016-11-26 11:47:01'),
(117, 3, 20, 'อ่างกระพงศ์', '2016-11-26 11:47:01', '2016-11-26 11:47:01'),
(118, 3, 20, 'บึงเจริญ', '2016-11-26 11:47:01', '2016-11-26 11:47:01'),
(119, 3, 20, 'คลองปริง', '2016-11-26 11:47:01', '2016-11-26 11:47:01'),
(120, 3, 20, 'คลองโค', '2016-11-26 11:47:01', '2016-11-26 11:47:01'),
(121, 3, 20, 'ไม้หอม', '2016-11-26 11:47:01', '2016-11-26 11:47:01'),
(122, 3, 21, 'เนินหิน', '2016-11-26 11:48:22', '2016-11-26 11:48:22'),
(123, 3, 21, 'เนินดินแดน', '2016-11-26 11:48:22', '2016-11-26 11:48:22'),
(124, 3, 21, 'โปร่งเกตุ', '2016-11-26 11:48:22', '2016-11-26 11:48:22'),
(125, 3, 21, 'บึงตะกู', '2016-11-26 11:48:22', '2016-11-26 11:48:22'),
(126, 3, 21, 'คลองมือไทร', '2016-11-26 11:48:22', '2016-11-26 11:48:22'),
(127, 3, 21, 'เขากระถิน', '2016-11-26 11:48:22', '2016-11-26 11:48:22'),
(128, 3, 21, 'หนองเสือช่อ', '2016-11-26 11:48:22', '2016-11-26 11:48:22'),
(129, 3, 21, 'ห้วยซุง', '2016-11-26 11:48:22', '2016-11-26 11:48:22'),
(130, 3, 21, 'หนองน้ำขาว', '2016-11-26 11:48:22', '2016-11-26 11:48:22'),
(131, 3, 22, 'หนองเสม็ด', '2016-11-26 11:49:03', '2016-11-26 11:49:03'),
(132, 3, 22, 'หนองยายเภา', '2016-11-26 11:49:03', '2016-11-26 11:49:03'),
(133, 3, 22, 'โปร่งไม้ไร่', '2016-11-26 11:49:03', '2016-11-26 11:49:03'),
(134, 3, 22, 'บ่อกวางทอง', '2016-11-26 11:49:04', '2016-11-26 11:49:04'),
(135, 3, 22, 'หนองเกตุ', '2016-11-26 11:49:04', '2016-11-26 11:49:04'),
(136, 3, 22, 'เนินสูง', '2016-11-26 11:49:04', '2016-11-26 11:49:04'),
(137, 3, 22, 'หนองบอน', '2016-11-26 11:49:04', '2016-11-26 11:49:04'),
(138, 3, 22, 'สำเภาทอง', '2016-11-26 11:49:04', '2016-11-26 11:49:04'),
(139, 3, 23, 'อมพนม', '2016-11-26 11:50:06', '2016-11-26 11:50:06'),
(140, 3, 23, 'วังรี', '2016-11-26 11:50:06', '2016-11-26 11:50:06'),
(141, 3, 23, 'เขาสามชั้น', '2016-11-26 11:50:06', '2016-11-26 11:50:06'),
(142, 3, 23, 'หนองจรเข้', '2016-11-26 11:50:06', '2016-11-26 11:50:06'),
(143, 3, 23, 'ทับเจริญ', '2016-11-26 11:50:06', '2016-11-26 11:50:06'),
(144, 3, 23, 'ทับสูง', '2016-11-26 11:50:06', '2016-11-26 11:50:06'),
(145, 3, 23, 'หนองใหญ่', '2016-11-26 11:50:06', '2016-11-26 11:50:06'),
(146, 3, 23, 'คลองใหญ่', '2016-11-26 11:50:06', '2016-11-26 11:50:06'),
(147, 3, 23, 'ทับเจ็ก', '2016-11-26 11:50:06', '2016-11-26 11:50:06'),
(148, 3, 24, 'เขาห้ายอด', '2016-11-26 11:51:43', '2016-11-26 11:51:43'),
(149, 3, 24, 'เขาซะอางค์', '2016-11-26 11:51:43', '2016-11-26 11:51:43'),
(150, 3, 24, 'คลองตาเพชร', '2016-11-26 11:51:43', '2016-11-26 11:51:43'),
(151, 3, 24, 'เขาใหญ่', '2016-11-26 11:51:43', '2016-11-26 11:51:43'),
(152, 3, 24, 'เขาพริก', '2016-11-26 11:51:43', '2016-11-26 11:51:43'),
(153, 3, 24, 'อ่างผักหนาม', '2016-11-26 11:51:43', '2016-11-26 11:51:43'),
(154, 3, 24, 'หลุมมะนาว', '2016-11-26 11:51:43', '2016-11-26 11:51:43'),
(155, 3, 25, 'ซ่อง', '2016-11-26 11:52:21', '2016-11-26 11:52:21'),
(156, 3, 25, 'หนองลุมพุก', '2016-11-26 11:52:21', '2016-11-26 11:52:21'),
(157, 3, 25, 'ทุ่งศาลา', '2016-11-26 11:52:21', '2016-11-26 11:52:21'),
(158, 3, 25, 'ทุ่งน้อย', '2016-11-26 11:52:21', '2016-11-26 11:52:21'),
(159, 3, 25, 'คลองโอ่ง', '2016-11-26 11:52:21', '2016-11-26 11:52:21'),
(160, 3, 25, 'คลองหลวง', '2016-11-26 11:52:21', '2016-11-26 11:52:21'),
(161, 3, 25, 'หนองกระพ้อ', '2016-11-26 11:52:21', '2016-11-26 11:52:21'),
(162, 4, 26, 'ห้วยลึก', '2016-11-26 11:53:33', '2016-11-26 11:53:33'),
(163, 4, 26, 'มาบข่าหวาน', '2016-11-26 11:53:33', '2016-11-26 11:53:33'),
(164, 4, 26, 'หนองยาง', '2016-11-26 11:53:34', '2016-11-26 11:53:34'),
(165, 4, 26, 'ห้วยไข่เน่า', '2016-11-26 11:53:34', '2016-11-26 11:53:34'),
(166, 4, 26, 'ภูไทร', '2016-11-26 11:53:34', '2016-11-26 11:53:34'),
(167, 4, 27, 'หนองน้ำเต้าลอย', '2016-11-26 11:54:53', '2016-11-26 11:54:53'),
(168, 4, 27, 'โป่ง', '2016-11-26 11:54:53', '2016-11-26 11:54:53'),
(169, 4, 27, 'โป่งล่าง', '2016-11-26 11:54:53', '2016-11-26 11:54:53'),
(170, 4, 27, 'มาบประชันล่าง', '2016-11-26 11:54:53', '2016-11-26 11:54:53'),
(171, 4, 27, 'มาบประชันบน', '2016-11-26 11:54:53', '2016-11-26 11:54:53'),
(172, 4, 27, 'โป่ง', '2016-11-26 11:54:53', '2016-11-26 11:54:53'),
(173, 4, 27, 'โป่ง', '2016-11-26 11:54:53', '2016-11-26 11:54:53'),
(174, 4, 27, 'สำนักตะแบก', '2016-11-26 11:54:53', '2016-11-26 11:54:53'),
(175, 4, 27, 'หนองตาอุ่น', '2016-11-26 11:54:54', '2016-11-26 11:54:54'),
(176, 4, 27, 'คลองใหญ่', '2016-11-26 11:54:54', '2016-11-26 11:54:54'),
(177, 4, 28, 'สังกะเปี๋ยว', '2016-11-26 11:56:18', '2016-11-26 11:56:18'),
(178, 4, 28, 'ตะเคียนเตี้ย', '2016-11-26 11:56:18', '2016-11-26 11:56:18'),
(179, 4, 28, 'หนองพลับ', '2016-11-26 11:56:18', '2016-11-26 11:56:18'),
(180, 4, 28, 'นาวัง', '2016-11-26 11:56:18', '2016-11-26 11:56:18'),
(181, 4, 28, 'โป่งสะเก็ด', '2016-11-26 11:56:18', '2016-11-26 11:56:18'),
(182, 4, 30, 'โรงโป๊ะ', '2016-11-26 11:57:11', '2016-11-26 11:57:11'),
(183, 4, 30, 'เนินตาเบี่ยง', '2016-11-26 11:57:11', '2016-11-26 11:57:11'),
(184, 4, 30, 'โรงโป๊ะ', '2016-11-26 11:57:11', '2016-11-26 11:57:11'),
(185, 4, 30, 'บางละมุง', '2016-11-26 11:57:12', '2016-11-26 11:57:12'),
(186, 4, 30, 'นากลาง', '2016-11-26 11:57:12', '2016-11-26 11:57:12'),
(187, 4, 31, 'หนองปรือ', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(188, 4, 31, 'กลาง', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(189, 4, 31, 'ห้วยรวม', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(190, 4, 31, 'ห้วยตาหนู', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(191, 4, 31, 'มาบตาโต้', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(192, 4, 31, 'หนองสมอ', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(193, 4, 31, 'มาบยายเลีย', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(194, 4, 31, 'ตาลหมัน', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(195, 4, 31, 'หนองกระบอก', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(196, 4, 31, 'เขาน้อย', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(197, 4, 31, 'หนองใหญ่', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(198, 4, 31, 'นาเกลือ', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(199, 4, 31, 'มาบตาโต้', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(200, 4, 31, 'ทุ่งกลม', '2016-11-26 11:57:53', '2016-11-26 11:57:53'),
(201, 4, 32, 'หนองเกตุใหญ่', '2016-11-26 11:58:34', '2016-11-26 11:58:34'),
(202, 4, 32, 'หนองปลาไหล', '2016-11-26 11:58:34', '2016-11-26 11:58:34'),
(203, 4, 32, 'มาบบอน', '2016-11-26 11:58:34', '2016-11-26 11:58:34'),
(204, 4, 32, 'แกรก', '2016-11-26 11:58:34', '2016-11-26 11:58:34'),
(205, 4, 32, 'หนองหัวแรด', '2016-11-26 11:58:34', '2016-11-26 11:58:34'),
(206, 4, 32, 'หนองเกตุน้อย', '2016-11-26 11:58:35', '2016-11-26 11:58:35'),
(207, 4, 32, 'หนองเกตุ', '2016-11-26 11:58:35', '2016-11-26 11:58:35'),
(208, 4, 32, 'หนองเกตุใหญ่ใน', '2016-11-26 11:58:35', '2016-11-26 11:58:35'),
(209, 4, 32, 'หนองเกตุใหญ่', '2016-11-26 11:58:35', '2016-11-26 11:58:35'),
(210, 4, 33, 'ทุ่งคา', '2016-11-26 11:59:20', '2016-11-26 11:59:20'),
(211, 4, 33, 'ทุ่งคา', '2016-11-26 11:59:20', '2016-11-26 11:59:20'),
(212, 4, 33, 'ห้วยใหญ่', '2016-11-26 11:59:20', '2016-11-26 11:59:20'),
(213, 4, 33, 'ชากนอก', '2016-11-26 11:59:20', '2016-11-26 11:59:20'),
(214, 4, 33, 'นา', '2016-11-26 11:59:20', '2016-11-26 11:59:20'),
(215, 4, 33, 'บึง', '2016-11-26 11:59:20', '2016-11-26 11:59:20'),
(216, 4, 33, 'ห้วยขวาง', '2016-11-26 11:59:20', '2016-11-26 11:59:20'),
(217, 4, 33, 'ทุ่งละหาน', '2016-11-26 11:59:20', '2016-11-26 11:59:20'),
(218, 4, 33, 'เนินทราย', '2016-11-26 11:59:20', '2016-11-26 11:59:20'),
(219, 4, 33, 'ชากแง้ว', '2016-11-26 11:59:20', '2016-11-26 11:59:20'),
(220, 4, 33, 'มาบฟักทอง', '2016-11-26 11:59:21', '2016-11-26 11:59:21'),
(221, 4, 33, 'นอก', '2016-11-26 11:59:21', '2016-11-26 11:59:21'),
(222, 4, 33, 'หนองผักกูด', '2016-11-26 11:59:21', '2016-11-26 11:59:21'),
(223, 5, 34, 'หัวกุญแจ', '2016-11-26 12:06:42', '2016-11-26 12:06:42'),
(224, 5, 34, 'หนองน้ำเขียว', '2016-11-26 12:06:42', '2016-11-26 12:06:42'),
(225, 5, 34, 'ท่าน้ำ', '2016-11-26 12:06:42', '2016-11-26 12:06:42'),
(226, 5, 34, 'มาบคล้า', '2016-11-26 12:06:42', '2016-11-26 12:06:42'),
(227, 5, 34, 'หมื่นจิตต์', '2016-11-26 12:06:42', '2016-11-26 12:06:42'),
(228, 5, 34, 'โสม', '2016-11-26 12:06:42', '2016-11-26 12:06:42'),
(229, 5, 34, 'มาบลำปิด', '2016-11-26 12:06:42', '2016-11-26 12:06:42'),
(230, 5, 34, 'มาบเตย', '2016-11-26 12:06:43', '2016-11-26 12:06:43'),
(231, 5, 34, 'หนองกลางดอน', '2016-11-26 12:06:43', '2016-11-26 12:06:43'),
(232, 5, 35, 'บึง', '2016-11-26 12:09:17', '2016-11-26 12:09:17'),
(233, 5, 35, 'เชิดน้อย', '2016-11-26 12:09:17', '2016-11-26 12:09:17'),
(234, 5, 35, 'หนองปลาไหล', '2016-11-26 12:09:17', '2016-11-26 12:09:17'),
(235, 5, 35, 'ห้วยมะไฟ', '2016-11-26 12:09:17', '2016-11-26 12:09:17'),
(236, 5, 35, 'มาบกรูด', '2016-11-26 12:09:17', '2016-11-26 12:09:17'),
(237, 5, 36, 'ยี่กงษี', '2016-11-26 12:10:13', '2016-11-26 12:10:13'),
(238, 5, 36, 'มาบไผ่', '2016-11-26 12:10:13', '2016-11-26 12:10:13'),
(239, 5, 36, 'เขาแรด', '2016-11-26 12:10:13', '2016-11-26 12:10:13'),
(240, 5, 36, 'ไร่กลาง', '2016-11-26 12:10:13', '2016-11-26 12:10:13'),
(241, 5, 36, 'ห้วยยาง', '2016-11-26 12:10:13', '2016-11-26 12:10:13'),
(242, 5, 36, 'เกาะไม้แหลม', '2016-11-26 12:10:13', '2016-11-26 12:10:13'),
(243, 5, 37, 'หนองปรือ', '2016-11-26 12:11:22', '2016-11-26 12:11:22'),
(244, 5, 37, 'หินดาษ', '2016-11-26 12:11:22', '2016-11-26 12:11:22'),
(245, 5, 37, 'ป่ายุบ', '2016-11-26 12:11:22', '2016-11-26 12:11:22'),
(246, 5, 37, 'หนองใหญ่', '2016-11-26 12:11:22', '2016-11-26 12:11:22'),
(247, 5, 37, 'หนองไผ่แก้ว', '2016-11-26 12:11:22', '2016-11-26 12:11:22'),
(248, 5, 38, 'หนองสำราญ', '2016-11-26 12:12:08', '2016-11-26 12:12:08'),
(249, 5, 38, 'หนองซาก', '2016-11-26 12:12:08', '2016-11-26 12:12:08'),
(250, 5, 38, 'หนองเขิน', '2016-11-26 12:12:08', '2016-11-26 12:12:08'),
(251, 5, 39, 'โป่ง', '2016-11-26 12:12:59', '2016-11-26 12:12:59'),
(252, 5, 39, 'หนองซ้ำซาก', '2016-11-26 12:12:59', '2016-11-26 12:12:59'),
(253, 5, 39, 'หนองบึง', '2016-11-26 12:12:59', '2016-11-26 12:12:59'),
(254, 5, 39, 'เขาดิน', '2016-11-26 12:12:59', '2016-11-26 12:12:59'),
(255, 5, 39, 'เขาทุ่งนา', '2016-11-26 12:12:59', '2016-11-26 12:12:59'),
(256, 5, 40, 'หนองพยอม', '2016-11-26 12:13:41', '2016-11-26 12:13:41'),
(257, 5, 40, 'หนองบอนแดง', '2016-11-26 12:13:41', '2016-11-26 12:13:41'),
(258, 5, 40, 'หนองยาง', '2016-11-26 12:13:41', '2016-11-26 12:13:41'),
(259, 5, 40, 'วังน้ำคำ', '2016-11-26 12:13:41', '2016-11-26 12:13:41'),
(260, 5, 40, 'หนองน้ำขาว', '2016-11-26 12:13:41', '2016-11-26 12:13:41'),
(261, 5, 40, 'ทุ่งโปร่ง', '2016-11-26 12:13:41', '2016-11-26 12:13:41'),
(262, 5, 40, 'สำนักตอ', '2016-11-26 12:13:41', '2016-11-26 12:13:41'),
(263, 5, 41, 'หนองขนุน', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(264, 5, 41, 'อ่างเวียน', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(265, 5, 41, 'หนองสรวง', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(266, 5, 41, 'เนินโมก', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(267, 5, 41, 'หนองขัน', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(268, 5, 41, 'ป่าแดง', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(269, 5, 41, 'หนองวงษ์', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(270, 5, 41, 'เนินโมก', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(271, 5, 41, 'ท่อใหญ่', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(272, 5, 41, 'สามแยกอ่างเกวียน', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(273, 5, 41, 'บึงไม้แก่น', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(274, 5, 41, 'หนองชัน', '2016-11-26 12:14:14', '2016-11-26 12:14:14'),
(275, 6, 42, 'เกาะลอย', '2016-11-26 12:15:46', '2016-11-26 12:15:46'),
(276, 6, 42, 'แคโดด', '2016-11-26 12:15:46', '2016-11-26 12:15:46'),
(277, 6, 42, 'ยุคลราษฎรสามัคคี', '2016-11-26 12:15:46', '2016-11-26 12:15:46'),
(278, 6, 42, 'ตลาดควาย', '2016-11-26 12:15:46', '2016-11-26 12:15:46'),
(279, 6, 42, 'หนองอ้อ', '2016-11-26 12:15:46', '2016-11-26 12:15:46'),
(280, 6, 43, 'หัวไผ่', '2016-11-26 12:16:46', '2016-11-26 12:16:46'),
(281, 6, 43, 'หนองกระทุ่ม', '2016-11-26 12:16:46', '2016-11-26 12:16:46'),
(282, 6, 43, 'โคกขี้หนอน', '2016-11-26 12:16:46', '2016-11-26 12:16:46'),
(283, 6, 43, 'โคกชี้หนอน', '2016-11-26 12:16:46', '2016-11-26 12:16:46'),
(284, 6, 43, 'เนินไผ่', '2016-11-26 12:16:46', '2016-11-26 12:16:46'),
(285, 6, 44, 'หัวไผ่', '2016-11-26 12:18:46', '2016-11-26 12:18:46'),
(286, 6, 44, 'หนองกระทุ่ม', '2016-11-26 12:18:46', '2016-11-26 12:18:46'),
(287, 6, 44, 'โคกขี้หนอน', '2016-11-26 12:18:46', '2016-11-26 12:18:46'),
(288, 6, 44, 'โคกชี้หนอน', '2016-11-26 12:18:46', '2016-11-26 12:18:46'),
(289, 6, 44, 'เนินไผ่', '2016-11-26 12:18:46', '2016-11-26 12:18:46'),
(290, 6, 45, 'บางหัก', '2016-11-26 12:19:10', '2016-11-26 12:19:10'),
(291, 6, 45, 'หนองสองห้อง', '2016-11-26 12:19:10', '2016-11-26 12:19:10'),
(292, 6, 45, 'หนองฝาแฝด', '2016-11-26 12:19:10', '2016-11-26 12:19:10'),
(293, 6, 45, 'เกาะกลาง', '2016-11-26 12:19:10', '2016-11-26 12:19:10'),
(294, 6, 46, 'สัตตพงษ์', '2016-11-26 12:20:27', '2016-11-26 12:20:27'),
(295, 6, 46, 'ย่านซื่อ', '2016-11-26 12:20:27', '2016-11-26 12:20:27'),
(296, 6, 46, 'เก่าบน', '2016-11-26 12:20:27', '2016-11-26 12:20:27'),
(297, 6, 46, 'เก่า', '2016-11-26 12:20:27', '2016-11-26 12:20:27'),
(298, 6, 46, 'เก่า', '2016-11-26 12:20:27', '2016-11-26 12:20:27'),
(299, 6, 46, 'เก่า', '2016-11-26 12:20:27', '2016-11-26 12:20:27'),
(300, 6, 46, 'สัตตพงษ์เหนือ', '2016-11-26 12:20:27', '2016-11-26 12:20:27'),
(301, 6, 47, 'เนินตาลเด่น', '2016-11-26 12:20:54', '2016-11-26 12:20:54'),
(302, 6, 47, 'ล่าง', '2016-11-26 12:20:54', '2016-11-26 12:20:54'),
(303, 6, 47, 'ท่าพลับพลา', '2016-11-26 12:20:54', '2016-11-26 12:20:54'),
(304, 6, 47, 'ตลาดใหม่', '2016-11-26 12:20:54', '2016-11-26 12:20:54'),
(305, 6, 47, 'เนินสะแก', '2016-11-26 12:20:54', '2016-11-26 12:20:54'),
(306, 6, 47, 'ท่าตะกูด', '2016-11-26 12:20:54', '2016-11-26 12:20:54'),
(307, 6, 47, 'ตลาดเก่า', '2016-11-26 12:20:54', '2016-11-26 12:20:54'),
(308, 6, 47, 'บ้านหลังวัดโคก', '2016-11-26 12:20:54', '2016-11-26 12:20:54'),
(309, 6, 47, 'โรงนา', '2016-11-26 12:20:54', '2016-11-26 12:20:54'),
(310, 6, 47, 'บน', '2016-11-26 12:20:54', '2016-11-26 12:20:54'),
(311, 6, 48, 'มาบโป่ง', '2016-11-26 12:21:18', '2016-11-26 12:21:18'),
(312, 6, 48, 'หนองแช่แว่น', '2016-11-26 12:21:18', '2016-11-26 12:21:18'),
(313, 6, 48, 'ท้ายเชิด', '2016-11-26 12:21:18', '2016-11-26 12:21:18'),
(314, 6, 48, 'หนองกระดี่', '2016-11-26 12:21:18', '2016-11-26 12:21:18'),
(315, 6, 48, 'หนองกระทุ่มนอก', '2016-11-26 12:21:18', '2016-11-26 12:21:18'),
(316, 6, 48, 'ไร่', '2016-11-26 12:21:18', '2016-11-26 12:21:18'),
(317, 6, 48, 'ฟากห้วย', '2016-11-26 12:21:18', '2016-11-26 12:21:18'),
(318, 6, 48, 'หนองนกฮูก', '2016-11-26 12:21:18', '2016-11-26 12:21:18'),
(319, 6, 48, 'อ้อมแก้ว', '2016-11-26 12:21:18', '2016-11-26 12:21:18'),
(320, 6, 48, 'ป่า', '2016-11-26 12:21:18', '2016-11-26 12:21:18'),
(321, 6, 49, 'หนองกะขะ', '2016-11-26 12:21:52', '2016-11-26 12:21:52'),
(322, 6, 49, 'หนองกระทุ่ม', '2016-11-26 12:21:52', '2016-11-26 12:21:52'),
(323, 6, 49, 'หนองกะขะล่าง', '2016-11-26 12:21:52', '2016-11-26 12:21:52'),
(324, 6, 49, 'กระโดน', '2016-11-26 12:21:52', '2016-11-26 12:21:52'),
(325, 6, 49, 'ปุนเถ้าม้า', '2016-11-26 12:21:52', '2016-11-26 12:21:52'),
(326, 6, 50, 'หนองจับอึ่ง', '2016-11-26 12:22:18', '2016-11-26 12:22:18'),
(327, 6, 50, 'แสนแสบ', '2016-11-26 12:22:18', '2016-11-26 12:22:18'),
(328, 6, 50, 'ตลาดหนองตำลึง', '2016-11-26 12:22:18', '2016-11-26 12:22:18'),
(329, 6, 50, 'มะเขือ', '2016-11-26 12:22:19', '2016-11-26 12:22:19'),
(330, 6, 50, 'ซอยพัฒนา 3', '2016-11-26 12:22:19', '2016-11-26 12:22:19'),
(331, 6, 50, 'บ่อ', '2016-11-26 12:22:19', '2016-11-26 12:22:19'),
(332, 6, 50, 'กระบก', '2016-11-26 12:22:19', '2016-11-26 12:22:19'),
(333, 6, 50, 'ห้วยตากด้านบน', '2016-11-26 12:22:19', '2016-11-26 12:22:19'),
(334, 6, 50, 'ห้วยตากด้านล่าง', '2016-11-26 12:22:19', '2016-11-26 12:22:19'),
(335, 6, 51, 'โป่งตามุข', '2016-11-26 12:22:59', '2016-11-26 12:22:59'),
(336, 6, 51, 'หนองหงษ์', '2016-11-26 12:22:59', '2016-11-26 12:22:59'),
(337, 6, 51, 'กุฎน้ำใส', '2016-11-26 12:22:59', '2016-11-26 12:22:59'),
(338, 6, 51, 'หนองกะขะ (บ้านใหม่)', '2016-11-26 12:22:59', '2016-11-26 12:22:59'),
(339, 6, 51, 'ห้วยยาง', '2016-11-26 12:22:59', '2016-11-26 12:22:59'),
(340, 6, 51, 'หนองกาน้ำ', '2016-11-26 12:22:59', '2016-11-26 12:22:59'),
(341, 6, 52, 'เนินถั่ว', '2016-11-26 12:23:41', '2016-11-26 12:23:41'),
(342, 6, 52, 'เนินถ่อน', '2016-11-26 12:23:41', '2016-11-26 12:23:41'),
(343, 6, 52, 'แหลมแค', '2016-11-26 12:23:41', '2016-11-26 12:23:41'),
(344, 6, 52, 'โคกระกา', '2016-11-26 12:23:41', '2016-11-26 12:23:41'),
(345, 6, 52, 'หน้าประดู่', '2016-11-26 12:23:41', '2016-11-26 12:23:41'),
(346, 7, 53, 'เนินพุด', '2016-11-26 12:24:51', '2016-11-26 12:24:51'),
(347, 7, 53, 'โคกเพลาะ', '2016-11-26 12:24:51', '2016-11-26 12:24:51'),
(348, 7, 53, 'อ้อขาด', '2016-11-26 12:24:51', '2016-11-26 12:24:51'),
(349, 7, 53, 'หมอสอ', '2016-11-26 12:24:51', '2016-11-26 12:24:51'),
(350, 7, 53, 'โคกกลุ่ม', '2016-11-26 12:24:51', '2016-11-26 12:24:51'),
(351, 7, 53, 'เนินแฝก', '2016-11-26 12:24:51', '2016-11-26 12:24:51'),
(352, 7, 53, 'เนินตามาก', '2016-11-26 12:24:51', '2016-11-26 12:24:51'),
(353, 7, 53, 'โรงหมู่', '2016-11-26 12:24:51', '2016-11-26 12:24:51'),
(354, 7, 54, 'ริมคลอง', '2016-11-26 12:27:25', '2016-11-26 12:27:25'),
(355, 7, 54, 'ไร่หลักทอง', '2016-11-26 12:27:25', '2016-11-26 12:27:25'),
(356, 7, 54, 'นา', '2016-11-26 12:27:25', '2016-11-26 12:27:25'),
(357, 7, 54, 'สวนตาล', '2016-11-26 12:27:25', '2016-11-26 12:27:25'),
(358, 7, 54, 'ใน', '2016-11-26 12:27:25', '2016-11-26 12:27:25'),
(359, 7, 54, 'กลางคลองหลวง', '2016-11-26 12:27:25', '2016-11-26 12:27:25'),
(360, 7, 54, 'นากลาง', '2016-11-26 12:27:25', '2016-11-26 12:27:25'),
(361, 7, 54, 'คลองหนองเถร', '2016-11-26 12:27:25', '2016-11-26 12:27:25'),
(362, 7, 54, 'ใต้', '2016-11-26 12:27:25', '2016-11-26 12:27:25'),
(363, 7, 54, 'เหนือคลองหลวง', '2016-11-26 12:27:25', '2016-11-26 12:27:25'),
(364, 7, 54, 'คลองแบ่ง', '2016-11-26 12:27:25', '2016-11-26 12:27:25'),
(365, 7, 55, 'ช้าง', '2016-11-26 12:28:03', '2016-11-26 12:28:03'),
(366, 7, 55, 'โพธิ์ตาก', '2016-11-26 12:28:03', '2016-11-26 12:28:03'),
(367, 7, 55, 'เนินพลับ', '2016-11-26 12:28:03', '2016-11-26 12:28:03'),
(368, 7, 55, 'ลิงงอย', '2016-11-26 12:28:03', '2016-11-26 12:28:03'),
(369, 7, 55, 'กุฎโง้ง', '2016-11-26 12:28:03', '2016-11-26 12:28:03'),
(370, 7, 55, 'นางู', '2016-11-26 12:28:03', '2016-11-26 12:28:03'),
(371, 7, 56, 'ท่าข้าม', '2016-11-26 12:29:52', '2016-11-26 12:29:52'),
(372, 7, 56, 'สะแกลาย', '2016-11-26 12:29:52', '2016-11-26 12:29:52'),
(373, 7, 56, 'ดอนกลุ่ม', '2016-11-26 12:29:52', '2016-11-26 12:29:52'),
(374, 7, 56, 'หมอสอ', '2016-11-26 12:29:52', '2016-11-26 12:29:52'),
(375, 7, 56, 'มาบใหญ่', '2016-11-26 12:29:52', '2016-11-26 12:29:52'),
(376, 7, 56, 'ไผ่แถว', '2016-11-26 12:29:52', '2016-11-26 12:29:52'),
(377, 7, 56, 'หัวไผ่', '2016-11-26 12:29:52', '2016-11-26 12:29:52'),
(378, 7, 57, 'ใหม่', '2016-11-26 12:30:31', '2016-11-26 12:30:31'),
(379, 7, 57, 'หนองกระดูกควาย', '2016-11-26 12:30:31', '2016-11-26 12:30:31'),
(380, 7, 57, 'หนองศาลา', '2016-11-26 12:30:31', '2016-11-26 12:30:31'),
(381, 7, 57, 'นาตาทอก', '2016-11-26 12:30:31', '2016-11-26 12:30:31'),
(382, 7, 57, 'หนองกุมภัณฑ์', '2016-11-26 12:30:31', '2016-11-26 12:30:31'),
(383, 7, 57, 'หนองหัวหมู', '2016-11-26 12:30:31', '2016-11-26 12:30:31'),
(384, 7, 57, 'ทุ่งขวาง', '2016-11-26 12:30:31', '2016-11-26 12:30:31'),
(385, 7, 57, 'นากระรอก', '2016-11-26 12:30:31', '2016-11-26 12:30:31'),
(386, 7, 57, 'หนองปรือ', '2016-11-26 12:30:32', '2016-11-26 12:30:32'),
(387, 7, 57, 'หนองซองแมว', '2016-11-26 12:30:32', '2016-11-26 12:30:32'),
(388, 7, 58, 'ดอนไร่', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(389, 7, 58, 'เนินสำโรง', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(390, 7, 58, 'หนองกะพง', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(391, 7, 58, 'เนิน', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(392, 7, 58, 'หนองผักปอด', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(393, 7, 58, 'ยาง', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(394, 7, 58, 'เนินค้า', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(395, 7, 58, 'ดอนกอด', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(396, 7, 58, 'เนินไทร', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(397, 7, 58, 'เนินแร่', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(398, 7, 58, 'หนองปลาไหล', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(399, 7, 58, 'เกาะกลาง', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(400, 7, 58, 'หนองโมกข์', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(401, 7, 58, 'หนองโคลน', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(402, 7, 58, 'หนองแก', '2016-11-26 12:30:56', '2016-11-26 12:30:56'),
(403, 7, 59, 'เนินไร่หลวง', '2016-11-26 12:31:31', '2016-11-26 12:31:31'),
(404, 7, 59, 'ล่าง', '2016-11-26 12:31:31', '2016-11-26 12:31:31'),
(405, 7, 59, 'เนินมะกอก', '2016-11-26 12:31:31', '2016-11-26 12:31:31'),
(406, 7, 59, 'โป่งแดงห้วยสูบ', '2016-11-26 12:31:31', '2016-11-26 12:31:31'),
(407, 7, 59, 'ท่าโพธิ์', '2016-11-26 12:31:31', '2016-11-26 12:31:31'),
(408, 7, 59, 'นามะตูม', '2016-11-26 12:31:31', '2016-11-26 12:31:31'),
(409, 7, 59, 'เนินหลังเต่า', '2016-11-26 12:31:31', '2016-11-26 12:31:31'),
(410, 7, 60, 'นาวังหิน', '2016-11-26 12:32:02', '2016-11-26 12:32:02'),
(411, 7, 60, 'ยางเอน', '2016-11-26 12:32:02', '2016-11-26 12:32:02'),
(412, 7, 60, 'ทุ่งแฝก', '2016-11-26 12:32:02', '2016-11-26 12:32:02'),
(413, 7, 60, 'อีโค้', '2016-11-26 12:32:02', '2016-11-26 12:32:02'),
(414, 7, 60, 'สระนา', '2016-11-26 12:32:02', '2016-11-26 12:32:02'),
(415, 7, 60, 'โป่งเอือด', '2016-11-26 12:32:02', '2016-11-26 12:32:02'),
(416, 7, 60, 'สวนกล้วย', '2016-11-26 12:32:02', '2016-11-26 12:32:02'),
(417, 7, 60, 'หนองครก', '2016-11-26 12:32:02', '2016-11-26 12:32:02'),
(418, 7, 60, 'นา', '2016-11-26 12:32:02', '2016-11-26 12:32:02'),
(419, 7, 60, 'น้ำซับ', '2016-11-26 12:32:02', '2016-11-26 12:32:02'),
(420, 7, 60, 'หนองสองห้อง', '2016-11-26 12:32:02', '2016-11-26 12:32:02'),
(421, 7, 61, 'โดน', '2016-11-26 12:32:31', '2016-11-26 12:32:31'),
(422, 7, 61, 'ส่วนป่านตะวันออก', '2016-11-26 12:32:31', '2016-11-26 12:32:31'),
(423, 7, 61, 'ส่วนป่าน', '2016-11-26 12:32:31', '2016-11-26 12:32:31'),
(424, 7, 61, 'ปอ', '2016-11-26 12:32:31', '2016-11-26 12:32:31'),
(425, 7, 61, 'ศาลา', '2016-11-26 12:32:32', '2016-11-26 12:32:32'),
(426, 7, 61, 'สวนหมาก', '2016-11-26 12:32:32', '2016-11-26 12:32:32'),
(427, 7, 61, 'ไผ่ล้อม', '2016-11-26 12:32:32', '2016-11-26 12:32:32'),
(428, 7, 61, 'โพธิ์งาม', '2016-11-26 12:32:32', '2016-11-26 12:32:32'),
(429, 7, 62, 'หนองพลับ', '2016-11-26 12:32:58', '2016-11-26 12:32:58'),
(430, 7, 62, 'เตาเหล็ก', '2016-11-26 12:32:58', '2016-11-26 12:32:58'),
(431, 7, 62, 'เหล่าบน', '2016-11-26 12:32:59', '2016-11-26 12:32:59'),
(432, 7, 62, 'เนินดินแดง', '2016-11-26 12:32:59', '2016-11-26 12:32:59'),
(433, 7, 62, 'ป่าไร่', '2016-11-26 12:32:59', '2016-11-26 12:32:59'),
(434, 7, 62, 'สวนผัก', '2016-11-26 12:32:59', '2016-11-26 12:32:59'),
(435, 7, 62, 'เหล่าใต้', '2016-11-26 12:32:59', '2016-11-26 12:32:59'),
(436, 7, 63, 'หนองพลับ', '2016-11-26 12:33:34', '2016-11-26 12:33:34'),
(437, 7, 64, 'วัดโบสถ์', '2016-11-26 12:34:03', '2016-11-26 12:34:03'),
(438, 7, 64, 'คลองกว้าง', '2016-11-26 12:34:03', '2016-11-26 12:34:03'),
(439, 7, 64, 'ดอนทอง', '2016-11-26 12:34:03', '2016-11-26 12:34:03'),
(440, 7, 64, 'คลองกว้าง', '2016-11-26 12:34:03', '2016-11-26 12:34:03'),
(441, 7, 64, 'โคกสำราญ', '2016-11-26 12:34:03', '2016-11-26 12:34:03'),
(442, 7, 64, 'วัดโบสถ์', '2016-11-26 12:34:03', '2016-11-26 12:34:03'),
(443, 7, 64, 'เนินตั้ว', '2016-11-26 12:34:03', '2016-11-26 12:34:03'),
(444, 7, 64, 'ศาลาแดง', '2016-11-26 12:34:03', '2016-11-26 12:34:03'),
(445, 7, 64, 'คลองสะพาน', '2016-11-26 12:34:03', '2016-11-26 12:34:03'),
(446, 7, 64, 'ท้ายบ้าน', '2016-11-26 12:34:03', '2016-11-26 12:34:03'),
(447, 7, 64, 'โคกสำราญ', '2016-11-26 12:34:03', '2016-11-26 12:34:03'),
(448, 7, 65, 'คลองนอกทุ่ง', '2016-11-26 12:34:33', '2016-11-26 12:34:33'),
(449, 7, 65, 'ต้นโพธิ์', '2016-11-26 12:34:33', '2016-11-26 12:34:33'),
(450, 7, 65, 'ไร่ยายชี', '2016-11-26 12:34:33', '2016-11-26 12:34:33'),
(451, 7, 65, 'หัวโขด', '2016-11-26 12:34:33', '2016-11-26 12:34:33'),
(452, 7, 65, 'ดอนพระพราหมณ์', '2016-11-26 12:34:33', '2016-11-26 12:34:33'),
(453, 7, 65, 'ดอนตาอุ้ย', '2016-11-26 12:34:33', '2016-11-26 12:34:33'),
(454, 7, 65, 'ดอนสะแก', '2016-11-26 12:34:33', '2016-11-26 12:34:33'),
(455, 7, 66, 'ใน', '2016-11-26 12:35:14', '2016-11-26 12:35:14'),
(456, 7, 66, 'นอก', '2016-11-26 12:35:14', '2016-11-26 12:35:14'),
(457, 7, 66, 'หินดาด', '2016-11-26 12:35:14', '2016-11-26 12:35:14'),
(458, 7, 66, 'เนินแพง', '2016-11-26 12:35:14', '2016-11-26 12:35:14'),
(459, 7, 66, 'หนองขวาง', '2016-11-26 12:35:14', '2016-11-26 12:35:14'),
(460, 7, 66, 'ตม', '2016-11-26 12:35:14', '2016-11-26 12:35:14'),
(461, 7, 66, 'ไร่', '2016-11-26 12:35:14', '2016-11-26 12:35:14'),
(462, 7, 66, 'ในไร่', '2016-11-26 12:35:14', '2016-11-26 12:35:14'),
(463, 7, 66, 'โคก', '2016-11-26 12:35:14', '2016-11-26 12:35:14'),
(464, 7, 66, 'ไร่บน', '2016-11-26 12:35:14', '2016-11-26 12:35:14'),
(465, 7, 66, 'เขาดินวังตาสี', '2016-11-26 12:35:14', '2016-11-26 12:35:14'),
(466, 7, 67, 'หนองเหียง', '2016-11-26 12:35:37', '2016-11-26 12:35:37'),
(467, 7, 67, 'หนองสำโรง', '2016-11-26 12:35:37', '2016-11-26 12:35:37'),
(468, 7, 67, 'หนองประดู่', '2016-11-26 12:35:37', '2016-11-26 12:35:37'),
(469, 7, 67, 'แปลงเกตุ', '2016-11-26 12:35:37', '2016-11-26 12:35:37'),
(470, 7, 67, 'หนองยาง', '2016-11-26 12:35:37', '2016-11-26 12:35:37'),
(471, 7, 67, 'โพธิ์สำเภา', '2016-11-26 12:35:37', '2016-11-26 12:35:37'),
(472, 7, 67, 'หนองตามิตร', '2016-11-26 12:35:37', '2016-11-26 12:35:37'),
(473, 7, 67, 'หนองข่า', '2016-11-26 12:35:37', '2016-11-26 12:35:37'),
(474, 7, 67, 'สระคลอง', '2016-11-26 12:35:38', '2016-11-26 12:35:38'),
(475, 7, 67, 'หนองไผ่แก้ว', '2016-11-26 12:35:38', '2016-11-26 12:35:38'),
(476, 7, 67, 'เนินหิน', '2016-11-26 12:35:38', '2016-11-26 12:35:38'),
(477, 7, 67, 'หนองสังข์', '2016-11-26 12:35:38', '2016-11-26 12:35:38'),
(478, 7, 67, 'ไร่เสธ์', '2016-11-26 12:35:38', '2016-11-26 12:35:38'),
(479, 7, 67, 'เขาอำนวยสุข', '2016-11-26 12:35:38', '2016-11-26 12:35:38'),
(480, 7, 67, 'หนองเม็ก', '2016-11-26 12:35:38', '2016-11-26 12:35:38'),
(481, 7, 67, 'แปลงเสือครูด', '2016-11-26 12:35:38', '2016-11-26 12:35:38'),
(482, 7, 68, 'หนองโสน', '2016-11-26 12:36:06', '2016-11-26 12:36:06'),
(483, 7, 68, 'หนองช้าง', '2016-11-26 12:36:06', '2016-11-26 12:36:06'),
(484, 7, 68, 'หนองขนวน', '2016-11-26 12:36:06', '2016-11-26 12:36:06'),
(485, 7, 68, 'หนองโคลน', '2016-11-26 12:36:06', '2016-11-26 12:36:06'),
(486, 7, 68, 'หนองม่วงใหม่', '2016-11-26 12:36:06', '2016-11-26 12:36:06'),
(487, 7, 68, 'หนองม่วงเก่า', '2016-11-26 12:36:06', '2016-11-26 12:36:06'),
(488, 7, 68, 'หนองขยาด', '2016-11-26 12:36:06', '2016-11-26 12:36:06'),
(489, 7, 68, 'หนองเหียง', '2016-11-26 12:36:06', '2016-11-26 12:36:06'),
(490, 7, 69, 'หนองปรือ', '2016-11-26 12:36:34', '2016-11-26 12:36:34'),
(491, 7, 69, 'ทรงธรรม', '2016-11-26 12:36:34', '2016-11-26 12:36:34'),
(492, 7, 69, 'เกาะกลาง', '2016-11-26 12:36:34', '2016-11-26 12:36:34'),
(493, 7, 69, 'เกาะกระบก', '2016-11-26 12:36:34', '2016-11-26 12:36:34'),
(494, 7, 69, 'เหนือบ่อกรุ', '2016-11-26 12:36:34', '2016-11-26 12:36:34'),
(495, 7, 69, 'เนินตูม', '2016-11-26 12:36:34', '2016-11-26 12:36:34'),
(496, 7, 69, 'หนองไผ่', '2016-11-26 12:36:34', '2016-11-26 12:36:34'),
(497, 7, 69, 'หนองไก่เถื่อน', '2016-11-26 12:36:34', '2016-11-26 12:36:34'),
(498, 7, 69, 'ทรายมูล', '2016-11-26 12:36:34', '2016-11-26 12:36:34'),
(499, 7, 69, 'หนองเซ่ง', '2016-11-26 12:36:34', '2016-11-26 12:36:34'),
(500, 7, 70, 'ไร่', '2016-11-26 12:37:07', '2016-11-26 12:37:07'),
(501, 7, 70, 'กลาง', '2016-11-26 12:37:07', '2016-11-26 12:37:07'),
(502, 7, 70, 'ใหม่', '2016-11-26 12:37:07', '2016-11-26 12:37:07'),
(503, 7, 70, 'โก่ย', '2016-11-26 12:37:07', '2016-11-26 12:37:07'),
(504, 7, 70, 'บ่อขิง', '2016-11-26 12:37:07', '2016-11-26 12:37:07'),
(505, 7, 70, 'เชิงเนิน', '2016-11-26 12:37:07', '2016-11-26 12:37:07'),
(506, 7, 70, 'บ่อขิงใต้', '2016-11-26 12:37:07', '2016-11-26 12:37:07'),
(507, 7, 70, 'หนองจอก', '2016-11-26 12:37:07', '2016-11-26 12:37:07'),
(508, 7, 70, 'โคก', '2016-11-26 12:37:07', '2016-11-26 12:37:07'),
(509, 7, 70, 'ปอ', '2016-11-26 12:37:07', '2016-11-26 12:37:07'),
(510, 7, 70, 'กลาง', '2016-11-26 12:37:07', '2016-11-26 12:37:07'),
(511, 7, 71, 'สวนใหม่', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(512, 7, 71, 'หนองไทร', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(513, 7, 71, 'หนองพร้าว', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(514, 7, 71, 'ทุ่งเหียง', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(515, 7, 71, 'เหนือ', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(516, 7, 71, 'หนองยาง', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(517, 7, 71, 'ดอนกระบาก', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(518, 7, 71, 'ดงไม้ลาย', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(519, 7, 71, 'หมอนนาง', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(520, 7, 71, 'ชุมแสง', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(521, 7, 71, 'หนองผักบุ้งขัน', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(522, 7, 71, 'หนองแหน', '2016-11-26 12:39:00', '2016-11-26 12:39:00'),
(523, 7, 72, 'กลาง', '2016-11-26 12:39:27', '2016-11-26 12:39:27'),
(524, 7, 72, 'หนองบก', '2016-11-26 12:39:27', '2016-11-26 12:39:27'),
(525, 7, 72, 'แหลมเขา', '2016-11-26 12:39:27', '2016-11-26 12:39:27'),
(526, 7, 72, 'กลางในตลาด', '2016-11-26 12:39:27', '2016-11-26 12:39:27'),
(527, 7, 72, 'หนองคู', '2016-11-26 12:39:27', '2016-11-26 12:39:27'),
(528, 7, 72, 'หนองคู', '2016-11-26 12:39:27', '2016-11-26 12:39:27'),
(529, 7, 72, 'ใต้', '2016-11-26 12:39:27', '2016-11-26 12:39:27'),
(530, 7, 72, 'ป่าแก้ว', '2016-11-26 12:39:27', '2016-11-26 12:39:27'),
(531, 7, 72, 'แปลงกระถิน', '2016-11-26 12:39:27', '2016-11-26 12:39:27'),
(532, 8, 73, 'หุบบอน', '2016-11-26 12:41:07', '2016-11-26 12:41:07'),
(533, 8, 73, 'ศิริอนุสรณ์', '2016-11-26 12:41:07', '2016-11-26 12:41:07'),
(534, 8, 73, 'มาบเอียง', '2016-11-26 12:41:07', '2016-11-26 12:41:07'),
(535, 8, 73, 'เขาคันทรง', '2016-11-26 12:41:07', '2016-11-26 12:41:07'),
(536, 8, 73, 'สุรศักดิ์มนตรี', '2016-11-26 12:41:07', '2016-11-26 12:41:07'),
(537, 8, 73, 'เขาช่องลม', '2016-11-26 12:41:07', '2016-11-26 12:41:07'),
(538, 8, 73, 'ระเวิง', '2016-11-26 12:41:07', '2016-11-26 12:41:07'),
(539, 8, 73, 'มาบแสนสุข', '2016-11-26 12:41:07', '2016-11-26 12:41:07'),
(540, 8, 73, 'ห้วยตาเกล้า', '2016-11-26 12:41:07', '2016-11-26 12:41:07'),
(541, 8, 73, 'เจ้าพระยา', '2016-11-26 12:41:07', '2016-11-26 12:41:07'),
(542, 8, 75, 'ห้วยเหียน', '2016-11-26 12:42:01', '2016-11-26 12:42:01'),
(543, 8, 75, 'ยางเอน', '2016-11-26 12:42:01', '2016-11-26 12:42:01'),
(544, 8, 75, 'บ่อวิน', '2016-11-26 12:42:01', '2016-11-26 12:42:01'),
(545, 8, 75, 'พันเสด็จ', '2016-11-26 12:42:01', '2016-11-26 12:42:01'),
(546, 8, 75, 'เขาขยาย', '2016-11-26 12:42:01', '2016-11-26 12:42:01'),
(547, 8, 75, 'เขาหิน', '2016-11-26 12:42:01', '2016-11-26 12:42:01'),
(548, 8, 75, 'เขาก้างปลา', '2016-11-26 12:42:01', '2016-11-26 12:42:01'),
(549, 8, 75, 'มาบเสมอ', '2016-11-26 12:42:01', '2016-11-26 12:42:01'),
(550, 8, 76, 'ท้ายบ้าน', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(551, 8, 76, 'ตลาดใหม่', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(552, 8, 76, 'บางพระ', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(553, 8, 76, 'เอสอาร์', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(554, 8, 76, 'ห้วยกุ่ม', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(555, 8, 76, 'ทุ่งนาพรุ', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(556, 8, 76, 'ห้วยกรุ', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(557, 8, 76, 'ทางตรง', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(558, 8, 76, 'ไร่ดินแดง', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(559, 8, 76, 'หินเพลิง', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(560, 8, 76, 'หนองข่า', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(561, 8, 76, 'โป่งดินดำ', '2016-11-26 12:42:31', '2016-11-26 12:42:31'),
(562, 8, 77, 'จุกเฌอ', '2016-11-26 12:43:13', '2016-11-26 12:43:13'),
(563, 8, 77, 'หนองปรือ', '2016-11-26 12:43:13', '2016-11-26 12:43:13'),
(564, 8, 77, 'ตลาดบึง', '2016-11-26 12:43:13', '2016-11-26 12:43:13'),
(565, 8, 77, 'หนองแขวะ', '2016-11-26 12:43:13', '2016-11-26 12:43:13'),
(566, 8, 77, 'ไร่หนึ่ง', '2016-11-26 12:43:13', '2016-11-26 12:43:13'),
(567, 8, 77, 'ด้านสี่', '2016-11-26 12:43:13', '2016-11-26 12:43:13'),
(568, 8, 77, 'ตลาดบึงบน', '2016-11-26 12:43:13', '2016-11-26 12:43:13'),
(569, 8, 77, 'ตลาดบึงฝั่งใต้', '2016-11-26 12:43:13', '2016-11-26 12:43:13'),
(570, 8, 77, 'บนเนิน', '2016-11-26 12:43:13', '2016-11-26 12:43:13'),
(571, 8, 79, 'ห้วยยายพรหม', '2016-11-26 12:44:45', '2016-11-26 12:44:45'),
(572, 8, 79, 'ไร่กล้วย', '2016-11-26 12:44:45', '2016-11-26 12:44:45'),
(573, 8, 79, 'หัวคันทด', '2016-11-26 12:44:45', '2016-11-26 12:44:45'),
(574, 8, 79, 'ไร่', '2016-11-26 12:44:45', '2016-11-26 12:44:45'),
(575, 8, 79, 'นาพร้าว', '2016-11-26 12:44:45', '2016-11-26 12:44:45'),
(576, 8, 79, 'เขาน้อย', '2016-11-26 12:44:45', '2016-11-26 12:44:45'),
(577, 8, 79, 'ซากค้อ', '2016-11-26 12:44:45', '2016-11-26 12:44:45'),
(578, 8, 79, 'หัวโกรก', '2016-11-26 12:44:45', '2016-11-26 12:44:45'),
(579, 8, 79, 'บ่อยาง', '2016-11-26 12:44:45', '2016-11-26 12:44:45'),
(580, 8, 79, 'บุญปราโมทย์', '2016-11-26 12:44:45', '2016-11-26 12:44:45'),
(581, 8, 80, 'หนองขาม', '2016-11-26 12:46:01', '2016-11-26 12:46:01'),
(582, 8, 80, 'หนองฆ้อ', '2016-11-26 12:46:01', '2016-11-26 12:46:01'),
(583, 8, 80, 'เขาดิน', '2016-11-26 12:46:01', '2016-11-26 12:46:01'),
(584, 8, 80, 'เขาตะแบก', '2016-11-26 12:46:01', '2016-11-26 12:46:01'),
(585, 8, 80, 'บ่อหิน', '2016-11-26 12:46:01', '2016-11-26 12:46:01'),
(586, 8, 80, 'โค้งดารา', '2016-11-26 12:46:01', '2016-11-26 12:46:01'),
(587, 8, 80, 'เนินแสนสุข', '2016-11-26 12:46:01', '2016-11-26 12:46:01'),
(588, 8, 80, 'หินกอง', '2016-11-26 12:46:01', '2016-11-26 12:46:01'),
(589, 8, 80, 'เนินตอง', '2016-11-26 12:46:01', '2016-11-26 12:46:01'),
(590, 8, 80, 'หนองยายบู่', '2016-11-26 12:46:01', '2016-11-26 12:46:01'),
(591, 8, 80, 'หนองเลง', '2016-11-26 12:46:01', '2016-11-26 12:46:01'),
(592, 8, 81, 'ช่องแสมสาร', '2016-11-26 12:46:40', '2016-11-26 12:46:40'),
(593, 8, 81, 'หนองน้ำเค็ม', '2016-11-26 12:46:40', '2016-11-26 12:46:40'),
(594, 8, 81, 'หัวแหลม', '2016-11-26 12:46:40', '2016-11-26 12:46:40'),
(595, 8, 81, 'หนองกระจง', '2016-11-26 12:46:40', '2016-11-26 12:46:40'),
(596, 8, 82, 'นาจอมเทียน', '2016-11-26 12:47:56', '2016-11-26 12:47:56'),
(597, 8, 82, 'น้ำเมา', '2016-11-26 12:47:56', '2016-11-26 12:47:56'),
(598, 8, 82, 'หินวง', '2016-11-26 12:47:57', '2016-11-26 12:47:57'),
(599, 8, 82, 'อำเภอ', '2016-11-26 12:47:57', '2016-11-26 12:47:57'),
(600, 8, 82, 'หนองจับเต่า', '2016-11-26 12:47:57', '2016-11-26 12:47:57'),
(601, 8, 82, 'โรงสี', '2016-11-26 12:47:57', '2016-11-26 12:47:57'),
(602, 8, 82, 'เขาชีจันทร์', '2016-11-26 12:47:57', '2016-11-26 12:47:57'),
(603, 8, 82, 'วัดเขาบำเพ็ญบุญ', '2016-11-26 12:47:57', '2016-11-26 12:47:57'),
(604, 8, 82, 'คลองน้ำชัย', '2016-11-26 12:47:57', '2016-11-26 12:47:57'),
(605, 8, 83, 'บางเสร่', '2016-11-26 12:48:32', '2016-11-26 12:48:32'),
(606, 8, 83, 'เนินบรรพต', '2016-11-26 12:48:32', '2016-11-26 12:48:32'),
(607, 8, 83, 'เนินสามัคคี', '2016-11-26 12:48:32', '2016-11-26 12:48:32'),
(608, 8, 83, 'ตลาดบางเสร่', '2016-11-26 12:48:32', '2016-11-26 12:48:32'),
(609, 8, 83, 'เกล็ดแก้ว', '2016-11-26 12:48:32', '2016-11-26 12:48:32'),
(610, 8, 83, 'เขากระทิง', '2016-11-26 12:48:32', '2016-11-26 12:48:32'),
(611, 8, 83, 'หนองหิน', '2016-11-26 12:48:32', '2016-11-26 12:48:32'),
(612, 8, 83, 'ชุมชนบางเสร่', '2016-11-26 12:48:32', '2016-11-26 12:48:32'),
(613, 8, 83, 'ศาลพ่อแก่', '2016-11-26 12:48:32', '2016-11-26 12:48:32'),
(614, 8, 83, 'ห้วยลึก', '2016-11-26 12:48:32', '2016-11-26 12:48:32'),
(615, 8, 83, 'โค้งวันเพ็ญ', '2016-11-26 12:48:32', '2016-11-26 12:48:32'),
(616, 8, 84, 'พลูตาหลวง', '2016-11-26 12:48:52', '2016-11-26 12:48:52'),
(617, 8, 84, 'ขลอด', '2016-11-26 12:48:52', '2016-11-26 12:48:52'),
(618, 8, 84, 'คลองไผ่', '2016-11-26 12:48:52', '2016-11-26 12:48:52'),
(619, 8, 84, 'คลองพลูตาหลวง', '2016-11-26 12:48:52', '2016-11-26 12:48:52'),
(620, 8, 84, 'เขาบายศรี', '2016-11-26 12:48:52', '2016-11-26 12:48:52'),
(621, 8, 84, 'เขาตะแบก', '2016-11-26 12:48:52', '2016-11-26 12:48:52'),
(622, 8, 84, 'หนองหญ้าน้อย', '2016-11-26 12:48:52', '2016-11-26 12:48:52'),
(623, 8, 84, 'หนองหญ้า', '2016-11-26 12:48:52', '2016-11-26 12:48:52'),
(624, 8, 85, 'ตลาดสัตหีบ', '2016-11-26 12:49:49', '2016-11-26 12:49:49'),
(625, 8, 85, 'ยางงาม', '2016-11-26 12:49:49', '2016-11-26 12:49:49'),
(626, 8, 85, 'เตาถ่าน', '2016-11-26 12:49:49', '2016-11-26 12:49:49'),
(627, 8, 85, 'ป่ายุบ', '2016-11-26 12:49:49', '2016-11-26 12:49:49'),
(628, 8, 85, 'หนองระกำ', '2016-11-26 12:49:49', '2016-11-26 12:49:49'),
(629, 8, 85, 'ร่มฤดี', '2016-11-26 12:49:49', '2016-11-26 12:49:49'),
(630, 8, 85, 'คลองกานดา', '2016-11-26 12:49:49', '2016-11-26 12:49:49'),
(631, 8, 85, 'เขาคันธมาศน์', '2016-11-26 12:49:49', '2016-11-26 12:49:49'),
(632, 8, 86, 'คลองพลูล่าง', '2016-11-26 12:50:32', '2016-11-26 12:50:32'),
(633, 8, 86, 'เขาซก', '2016-11-26 12:50:32', '2016-11-26 12:50:32'),
(634, 8, 86, 'บึงสามง่าม', '2016-11-26 12:50:32', '2016-11-26 12:50:32'),
(635, 8, 86, 'ชากนา', '2016-11-26 12:50:32', '2016-11-26 12:50:32'),
(636, 8, 87, 'คลองพลู', '2016-11-26 12:50:55', '2016-11-26 12:50:55'),
(637, 8, 87, 'เนินดินแดง', '2016-11-26 12:50:55', '2016-11-26 12:50:55'),
(638, 8, 87, 'คลองตะเคียน', '2016-11-26 12:50:55', '2016-11-26 12:50:55'),
(639, 8, 87, 'เขามดง่าม', '2016-11-26 12:50:55', '2016-11-26 12:50:55'),
(640, 8, 88, 'ห้วยมะระ', '2016-11-26 12:51:24', '2016-11-26 12:51:24'),
(641, 8, 88, 'หนองเสือช้าง', '2016-11-26 12:51:24', '2016-11-26 12:51:24'),
(642, 8, 88, 'หลังเขา', '2016-11-26 12:51:24', '2016-11-26 12:51:24'),
(643, 8, 88, 'ท่าจาม', '2016-11-26 12:51:24', '2016-11-26 12:51:24'),
(644, 8, 88, 'เฉลิมลาภ', '2016-11-26 12:51:24', '2016-11-26 12:51:24'),
(645, 8, 89, 'หนองใหญ่', '2016-11-26 12:51:57', '2016-11-26 12:51:57'),
(646, 8, 89, 'วังใหญ่', '2016-11-26 12:51:57', '2016-11-26 12:51:57'),
(647, 8, 89, 'หนองผักหนาม', '2016-11-26 12:51:57', '2016-11-26 12:51:57'),
(648, 8, 89, 'อ่างแก้ว', '2016-11-26 12:51:57', '2016-11-26 12:51:57'),
(649, 8, 89, 'หนองตะเคียนทอง', '2016-11-26 12:51:57', '2016-11-26 12:51:57'),
(650, 8, 89, 'มาบยาง', '2016-11-26 12:51:57', '2016-11-26 12:51:57'),
(651, 8, 90, 'หนองประดู่', '2016-11-26 12:52:34', '2016-11-26 12:52:34'),
(652, 8, 90, 'เนินสี่', '2016-11-26 12:52:34', '2016-11-26 12:52:34'),
(653, 8, 90, 'ห้างสูง', '2016-11-26 12:52:34', '2016-11-26 12:52:34'),
(654, 8, 90, 'หลุมกลาง', '2016-11-26 12:52:34', '2016-11-26 12:52:34'),
(655, 8, 90, 'หนองประดู่', '2016-11-26 12:52:34', '2016-11-26 12:52:34'),
(656, 8, 91, 'เกาะจันทร์', '2016-11-26 12:54:24', '2016-11-26 12:54:24'),
(657, 8, 91, 'หนองชุมเห็ด', '2016-11-26 12:54:24', '2016-11-26 12:54:24'),
(658, 8, 91, 'สระตาพรม', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(659, 8, 91, 'เจ็ดเนิน', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(660, 8, 91, 'โป่งหิน', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(661, 8, 91, 'ทับบริบูรณ์', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(662, 8, 91, 'ปรกฟ้า', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(663, 8, 91, 'หนองแฟบ', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(664, 8, 91, 'หนองยายหมาด', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(665, 8, 91, 'หนองมะนาว', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(666, 8, 91, 'แปลง', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(667, 8, 91, 'เขาวังแก้ว', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(668, 8, 91, 'เนินตะแบก', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(669, 8, 91, 'หนองหูช้าง', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(670, 8, 91, 'คลอง', '2016-11-26 12:54:25', '2016-11-26 12:54:25'),
(671, 8, 92, 'ท่าบุญมี', '2016-11-26 12:54:44', '2016-11-26 12:54:44'),
(672, 8, 92, 'หนองแขนนาง', '2016-11-26 12:54:44', '2016-11-26 12:54:44'),
(673, 8, 92, 'นาม่วง', '2016-11-26 12:54:44', '2016-11-26 12:54:44'),
(674, 8, 92, 'เกาะโพธิ์', '2016-11-26 12:54:44', '2016-11-26 12:54:44'),
(675, 8, 92, 'สามแยก', '2016-11-26 12:54:45', '2016-11-26 12:54:45'),
(676, 8, 92, 'ทับจุฬา', '2016-11-26 12:54:45', '2016-11-26 12:54:45'),
(677, 8, 92, 'หนองงูเหลือม', '2016-11-26 12:54:45', '2016-11-26 12:54:45'),
(678, 8, 92, 'ห้วยหวาย', '2016-11-26 12:54:45', '2016-11-26 12:54:45'),
(679, 8, 92, 'คลองม่วง', '2016-11-26 12:54:45', '2016-11-26 12:54:45'),
(680, 8, 92, 'หนองพังพอน', '2016-11-26 12:54:45', '2016-11-26 12:54:45'),
(681, 8, 92, 'เนินกระบก', '2016-11-26 12:54:45', '2016-11-26 12:54:45'),
(682, 8, 92, 'หนองลำดวน', '2016-11-26 12:54:45', '2016-11-26 12:54:45');

-- --------------------------------------------------------

--
-- Table structure for table `words`
--

CREATE TABLE `words` (
  `id` int(11) NOT NULL,
  `word` varchar(255) NOT NULL,
  `description` text,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `words`
--

INSERT INTO `words` (`id`, `word`, `description`, `created_at`) VALUES
(1, 'aaa', NULL, '2017-01-20 13:09:25'),
(2, 'bbb', NULL, '2017-01-20 13:10:46'),
(3, 'PS4', NULL, '2017-01-20 13:54:12'),
(4, 'game', NULL, '2017-01-20 13:54:13'),
(5, 'console', NULL, '2017-01-20 13:54:13'),
(6, 'Playstation 4', NULL, '2017-01-20 20:57:19'),
(7, 'เครื่องปั่น', NULL, '2017-01-21 09:33:33'),
(8, 'ผลไม้', NULL, '2017-01-21 09:33:33'),
(9, 'เครื่องดื่ม', NULL, '2017-01-21 09:33:33'),
(10, 'เตารีด', NULL, '2017-01-21 12:03:58'),
(11, 'aj', NULL, '2017-01-21 12:03:58'),
(12, 'Waterproof', NULL, '2017-01-21 15:20:04'),
(13, 'Bluetooth 4.0 BLE', NULL, '2017-01-21 15:20:04'),
(14, 'หูฟัง', NULL, '2017-01-21 18:34:04'),
(15, 'gaming gear', NULL, '2017-01-21 18:34:04'),
(16, 'Headphone', NULL, '2017-01-21 18:37:52'),
(17, 'Microphone', NULL, '2017-01-21 18:37:52'),
(18, 'Wireless', NULL, '2017-01-21 18:37:52');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `addresses`
--
ALTER TABLE `addresses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `all_districts`
--
ALTER TABLE `all_districts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `announcement_types`
--
ALTER TABLE `announcement_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `business_entities`
--
ALTER TABLE `business_entities`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contacts`
--
ALTER TABLE `contacts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `districts`
--
ALTER TABLE `districts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `employment_types`
--
ALTER TABLE `employment_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `entities`
--
ALTER TABLE `entities`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `entity_types`
--
ALTER TABLE `entity_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `files`
--
ALTER TABLE `files`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `images`
--
ALTER TABLE `images`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `items`
--
ALTER TABLE `items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `item_categories`
--
ALTER TABLE `item_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `item_to_categories`
--
ALTER TABLE `item_to_categories`
  ADD UNIQUE KEY `item_id` (`item_id`,`item_category_id`);

--
-- Indexes for table `jobs`
--
ALTER TABLE `jobs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lookups`
--
ALTER TABLE `lookups`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `model` (`model`,`model_id`);

--
-- Indexes for table `people`
--
ALTER TABLE `people`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `person_to_entities`
--
ALTER TABLE `person_to_entities`
  ADD UNIQUE KEY `entity_id` (`entity_id`,`person_id`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `profiles`
--
ALTER TABLE `profiles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `provinces`
--
ALTER TABLE `provinces`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `real_estates`
--
ALTER TABLE `real_estates`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `real_estate_types`
--
ALTER TABLE `real_estate_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `slugs`
--
ALTER TABLE `slugs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sub_districts`
--
ALTER TABLE `sub_districts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `taggings`
--
ALTER TABLE `taggings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `temporary_files`
--
ALTER TABLE `temporary_files`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `villages`
--
ALTER TABLE `villages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `words`
--
ALTER TABLE `words`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `addresses`
--
ALTER TABLE `addresses`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;
--
-- AUTO_INCREMENT for table `all_districts`
--
ALTER TABLE `all_districts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=914;
--
-- AUTO_INCREMENT for table `announcement_types`
--
ALTER TABLE `announcement_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `business_entities`
--
ALTER TABLE `business_entities`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=907;
--
-- AUTO_INCREMENT for table `contacts`
--
ALTER TABLE `contacts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;
--
-- AUTO_INCREMENT for table `districts`
--
ALTER TABLE `districts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;
--
-- AUTO_INCREMENT for table `employment_types`
--
ALTER TABLE `employment_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `entities`
--
ALTER TABLE `entities`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;
--
-- AUTO_INCREMENT for table `entity_types`
--
ALTER TABLE `entity_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `files`
--
ALTER TABLE `files`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `images`
--
ALTER TABLE `images`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=71;
--
-- AUTO_INCREMENT for table `items`
--
ALTER TABLE `items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=81;
--
-- AUTO_INCREMENT for table `item_categories`
--
ALTER TABLE `item_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;
--
-- AUTO_INCREMENT for table `jobs`
--
ALTER TABLE `jobs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `lookups`
--
ALTER TABLE `lookups`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT for table `people`
--
ALTER TABLE `people`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;
--
-- AUTO_INCREMENT for table `profiles`
--
ALTER TABLE `profiles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `provinces`
--
ALTER TABLE `provinces`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=78;
--
-- AUTO_INCREMENT for table `real_estates`
--
ALTER TABLE `real_estates`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `real_estate_types`
--
ALTER TABLE `real_estate_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `slugs`
--
ALTER TABLE `slugs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=55;
--
-- AUTO_INCREMENT for table `sub_districts`
--
ALTER TABLE `sub_districts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=96;
--
-- AUTO_INCREMENT for table `taggings`
--
ALTER TABLE `taggings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;
--
-- AUTO_INCREMENT for table `temporary_files`
--
ALTER TABLE `temporary_files`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=159;
--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `villages`
--
ALTER TABLE `villages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=683;
--
-- AUTO_INCREMENT for table `words`
--
ALTER TABLE `words`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
