<?php

namespace App\Http\Controllers;

use App\Models\Language;

class HomeController extends Controller
{
  public function lanAdd() {
dd('ccc');
      $model = new Language;

      $languages = array(
      'ภาษากรีก',
      'ภาษากันนาดา',
      'ภาษากาลิเชียน',
      'ภาษากูจาราติ',
      'ภาษาเกลิกในสก็อต',
      'ภาษาเกาหลี',
      'ภาษาเขมร',
      'ภาษาคอร์สิกา',
      'ภาษาคาซัค',
      'ภาษาคาตาลัน',
      'ภาษาคีร์กิซ',
      'ภาษาเคิร์ด',
      'ภาษาโครเอเชีย',
      'ภาษาจอร์เจีย',
      'ภาษาจีน',
      'ภาษาชวา',
      'ภาษาชิเชวา',
      'ภาษาเช็ก',
      'ภาษาโชนา',
      'ภาษาซามัว',
      'ภาษาซีบัวโน',
      'ภาษาซุนดา',
      'ภาษาซูลู',
      'ภาษาเซโซโท',
      'ภาษาเซอร์เบียน',
      'ภาษาโซซา',
      'ภาษาโซมาลี',
      'ภาษาญี่ปุ่น',
      'ภาษาดัตช์',
      'ภาษาเดนมาร์ก',
      'ภาษาตุรกี',
      'ภาษาเตลูกู',
      'ภาษาทมิฬ',
      'ภาษาทาจิก',
      'ภาษาไทย',
      'ภาษานอร์เวย์',
      'ภาษาเนปาล',
      'ภาษาบอสเนีย',
      'ภาษาบัลกาเรีย',
      'ภาษาบาสก์',
      'ภาษาเบงกาลี',
      'ภาษาเบลารูเชียน',
      'ภาษาปัญจาป',
      'ภาษาเปอร์เซีย',
      'ภาษาโปรตุเกส',
      'ภาษาโปแลนด์',
      'ภาษาฝรั่งเศส',
      'ภาษาพาชตู',
      'ภาษาฟริเชียน',
      'ภาษาฟินแลนด์',
      'ภาษาฟิลิปปินส์',
      'ภาษาม้ง',
      'ภาษามองโกเลีย',
      'ภาษามัลทีส',
      'ภาษามาซีโดเนีย',
      'ภาษามาราฐี',
      'ภาษามาลากาซี',
      'ภาษามาลายาลัม',
      'ภาษามาเลย์',
      'ภาษาเมารี',
      'ภาษาเมียนมา (พม่า)', 
      'ภาษายิดดิช',
      'ภาษายูเครน',
      'ภาษาเยอรมัน',
      'ภาษาโยรูบา',
      'ภาษารัสเซีย',
      'ภาษาโรมาเนีย',
      'ภาษาละติน',
      'ภาษาลักเซมเบิร์ก',
      'ภาษาลัทเวีย',
      'ภาษาลาว',
      'ภาษาลิทัวเนีย',
      'ภาษาเวลส์',
      'ภาษาเวียดนาม',
      'ภาษาสเปน',
      'ภาษาสโลวัก',
      'ภาษาสโลเวเนีย',
      'ภาษาสวาฮิลี',
      'ภาษาสวีเดน',
      'ภาษาสิงหล',
      'ภาษาสินธุ',
      'ภาษาอังกฤษ',
      'ภาษาอัมฮาริก',
      'ภาษาอัลบาเนีย',
      'ภาษาอาร์เซอร์ไบจัน',
      'ภาษาอาร์เมเนีย',
      'ภาษาอาหรับ',
      'ภาษาอิกโบ',
      'ภาษาอิตาลี',
      'ภาษาอินโดนีเซีย',
      'ภาษาอุสเบกิสถาน',
      'ภาษาอูรดูร์',
      'ภาษาเอสโทเนีย',
      'ภาษาเอสเปอแรนโต',
      'ภาษาแอฟริกา',
      'ภาษาไอซ์แลนดิก',
      'ภาษาไอริช',
      'ภาษาฮังการี',
      'ภาษาฮัวซา',
      'ภาษาฮาวาย',
      'ภาษาฮินดี',
      'ภาษาฮิบรู',
      'ภาษาเฮติครีโอล',
      );

      foreach ($languages as $value) {
          $model->newInstance()->fill(array(
              'name' => $value
          ))->save();
      }

      dd('dddd');

  }
}
